﻿IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(ภาษา:EN)"
IDS_CVL_DLL_ERROR = "ไม่สามารถเริ่มต้น COM dll ได้"
IDS_CVL_REPORT_PRINTING = "กำลังพิมพ์รายงาน..."
IDS_CVL_REPORT_GENERATING = "กำลังสร้างรายงาน..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "เวอร์ชันของโมดูลออกแบบไม่เข้ากันกับเวอร์ชันปัจจุบัน\n ไม่สามารถสร้างรายงานได้"
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "เวอร์ชันของโมดูลออกแบบไม่เข้ากันกับเวอร์ชันปัจจุบัน\nRC/เสา ไม่สามารถทำการออกแบบได้"
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "เวอร์ชันของโมดูลออกแบบไม่เข้ากันกับเวอร์ชันปัจจุบัน\nRating ไม่สามารถสร้างรายงานได้"
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData เวอร์ชันของโมดูลออกแบบไม่เข้ากันกับเวอร์ชันปัจจุบัน"
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report เวอร์ชันของโมดูลออกแบบไม่เข้ากันกับเวอร์ชันปัจจุบัน"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "กำลังลิงก์ dll เวอร์ชันไม่ถูกต้อง"
IDS_CVL_NOT_INIT_REPORT_ERROR = "รายงานยังไม่ได้เริ่มต้น"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "ตารางสรุป"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "ตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "ตัวเสริมกำลังตามแนวยาว"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "ตัวเสริมกำลังรับแรงกด"
IDS_CVL_RPT_US_Web = "แผ่นเว็บ (Web)"
IDS_CVL_RPT_US_1Side = "ด้านเดียว"
IDS_CVL_RPT_US_2Side = "สองด้าน"
IDS_CVL_RPT_US_Top_Flange = "แผ่นปีกบน"
IDS_CVL_RPT_US_Bottom_Flange = "แผ่นปีกล่าง"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "ปีกบน(ผิวด้านล่างของปีกบน)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "ปีกล่าง(ผิวด้านบนของปีกล่าง)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ หน้าตัดแบบไม่กะทัดรัดสำหรับสะพานโค้ง"
IDS_CVL_RPT_US_Noncompact_section = "∴ หน้าตัดไม่เป็น compact"
IDS_CVL_RPT_US_Slender_section = "∴ หน้าตัดแบบเพรียว(Slende)"
IDS_CVL_RPT_US_Exist = "มี"
IDS_CVL_RPT_US_Not_Exist = "ไม่มี"
IDS_CVL_RPT_US_Stiffened_Web = "แผ่นเว็บที่มีตัวค้ำยัน (stiffened)"
IDS_CVL_RPT_US_Unstiffened_Web = "แผ่นเว็บที่ไม่มีตัวค้ำยัน (unstiffened)"
IDS_CVL_RPT_US_Shear_connector = "ตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "ตัวค้ำยันตามแนวยาว"
IDS_CVL_RPT_US_Stiffener_type_Flat = "แผ่นเรียบ"
IDS_CVL_RPT_US_Stiffener_type_Tee = "รูปตัวที"
IDS_CVL_RPT_US_Stiffener_Num_1 = "ด้านเดียว"
IDS_CVL_RPT_US_Stiffener_Num_2 = "สองด้าน"
IDS_CVL_RPT_US_Stiffener_I_type = "รูปตัวไอ"
IDS_CVL_RPT_US_Stiffener_T_type = "รูปตัวที"
IDS_CVL_RPT_US_Stiffener_U_type = "รูปตัวยู"
IDS_CVL_RPT_US_Positive_moment = "โมเมนต์บวก"
IDS_CVL_RPT_US_Negative_moment = "โมเมนต์ลบ"
IDS_CVL_RPT_US_Top_part = "(ด้านบน)"
IDS_CVL_RPT_US_Bottom_part = "(ด้านล่าง)"
IDS_CVL_RPT_US_OK = "ผ่าน"
IDS_CVL_RPT_US_NG = "ไม่ผ่าน"
IDS_CVL_RPT_US_Segmental = "แบบแบ่งช่วง"
IDS_CVL_RPT_US_Nonsegmental = "แบบไม่แบ่งช่วง"
IDS_CVL_RPT_US_Solid = "ตัน"
IDS_CVL_RPT_US_Box = "กล่อง"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.การออกแบบแรงบิดสำหรับหน้าตัด"
IDS_CVL_RPT_US_Transfer_Construction = "%d.ที่ระยะถ่ายแรงและระหว่างการก่อสร้าง"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.ที่ชุดน้ำหนักบรรทุกใช้งาน"
IDS_CVL_RPT_US_PSC_Bond = "ยึดเหนี่ยว"
IDS_CVL_RPT_US_PSC_Unbond = "ไม่ยึดเหนี่ยว"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d. การออกแบบดัดสำหรับหน้าตัด"
IDS_CVL_RPT_US_Positive = "บวก"
IDS_CVL_RPT_US_Negative = "ลบ"
IDS_CVL_RPT_US_Code = "ข้อกำหนดมาตรฐาน"
IDS_CVL_RPT_US_Strain_compatibility = "ความเข้ากันได้ของหน่วยแรง–หน่วยยืด"
IDS_CVL_RPT_US_i_Crack_Check = "%d. ตรวจสอบรอยร้าว"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d. การออกแบบแรงเฉือนสำหรับหน้าตัด"
IDS_CVL_RPT_US_Compression = "แรงอัด"
IDS_CVL_RPT_US_Tension = "แรงดึง"
IDS_CVL_RPT_US_Top_part2 = "ด้านบน"
IDS_CVL_RPT_US_Bottom_part2 = "ด้านล่าง"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ ด้านบน"
IDS_CVL_RPT_US_Bottom_title = "■ ด้านล่าง"
IDS_CVL_RPT_US_Quasi_permanent = "กึ่งถาวร"
IDS_CVL_RPT_US_Frequent = "บ่อย"
IDS_CVL_RPT_US_Characteristic = "ค่าลักษณะ"
IDS_CVL_RPT_US_Persistent_Transient = "ถาวรและชั่วคราว"
IDS_CVL_RPT_US_Characteristic_IRC = "หายาก"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "พื้นฐานและแผ่นดินไหว"
IDS_CVL_RPT_US_Accidental = "กรณีอุบัติเหตุ"
IDS_CVL_RPT_US_Service_Load_I = "น้ำหนักบรรทุกใช้งาน ระดับ I"
IDS_CVL_RPT_US_Service_Load_III_IV = "น้ำหนักบรรทุกใช้งาน ระดับ III/IV"
IDS_CVL_RPT_US_Continued_Load = "น้ำหนักบรรทุกใช้งาน ระดับ V"
IDS_CVL_RPT_US_Ultimate_Load_State = "สภาวะจำกัดกำลัง (ULS)"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "ระยะยาว"
IDS_CVL_RPT_US_Short_term = "ระยะสั้น"
IDS_CVL_RPT_US_Long_Load = "น้ำหนักบรรทุกระยะยาว"
IDS_CVL_RPT_US_Short_Load = "น้ำหนักบรรทุกระยะสั้น"
IDS_CVL_RPT_US_Construct_Stress = "ความเค้นที่หน้าตัดวิกฤต (CS)"
IDS_CVL_RPT_US_Service_Stress = "ความเค้นที่ตำแหน่ง LCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "ความเค้นหลักที่หน้าตัดวิกฤต (CS)"
IDS_CVL_RPT_US_Service_Principal_Stress = "ความเค้นหลักที่ตำแหน่ง LCB"
IDS_CVL_RPT_US_PS_Steel = "ความเค้นในลวดอัดแรง"
IDS_CVL_RPT_US_Crack = "การตรวจสอบรอยร้าว"
IDS_CVL_RPT_US_Flexural_Strength = "กำลังต้านทานดัด"
IDS_CVL_RPT_US_Shear_Strength = "กำลังต้านทานแรงเฉือน"
IDS_CVL_RPT_US_Torsional_Strength = "กำลังต้านทานแรงบิด"
IDS_CVL_RPT_US_Girder = "คานหลัก"
IDS_CVL_RPT_US_Slab = "แผ่นพื้น"
IDS_CVL_RPT_US_Non_Composite = "ไม่เป็นคอมโพสิต"
IDS_CVL_RPT_US_Composite = "คอมโพสิต"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. ตรวจสอบกำลังดัด"
IDS_CVL_RPT_US_Positive_moment_title = "โมเมนต์ดัดบวก"
IDS_CVL_RPT_US_Negative_moment_title = "โมเมนต์ดัดลบ"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. ตรวจสอบกำลังต้านทานแรงเฉือน"
IDS_CVL_RPT_US_Max_Shear_Force = "แรงเฉือนมากที่สุด"
IDS_CVL_RPT_US_Min_Shear_Force = "แรงเฉือนน้อยที่สุด"
IDS_CVL_RPT_US_Max_Torsion_Force = "แรงบิดมากที่สุด"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. ตรวจสอบกำลังต้านทานแรงบิด (หน้าตัดกล่อง)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. ตรวจสอบกำลังต้านทานแรงบิด (หน้าตัดตัน)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = "2) ตรวจสอบกำลังต้านทานแรงบิด"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. ตรวจสอบความเค้นเป็นศูนย์"
IDS_CVL_RPT_US_i_Crack_check = "%d. ตรวจสอบรอยร้าว"
IDS_CVL_RPT_US_Sect_Top_Stress = "ความเค้นด้านบนของหน้าตัด"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "ความเค้นด้านล่างของหน้าตัด"
IDS_CVL_RPT_US_Strain = "ความเครียด"
IDS_CVL_RPT_US_Displacement = "การเคลื่อนตัว"
IDS_CVL_RPT_US_ROUGH_CIP = "ผิวหยาบ (พื้นคอนกรีตหล่อในที่)"
IDS_CVL_RPT_US_MONOLITHICALLY = "หล่อเป็นเนื้อเดียวกัน"
IDS_CVL_RPT_US_ROUGH = "ผิวคอนกรีตถูกทำให้หยาบ"
IDS_CVL_RPT_US_ROUGH_LWC = "ผิวคอนกรีตถูกทำให้หยาบ (คอนกรีตมวลเบา)"
IDS_CVL_RPT_US_ROUGH_NWC = "ผิวคอนกรีตถูกทำให้หยาบ (คอนกรีตน้ำหนักปกติ)"
IDS_CVL_RPT_US_NOT_ROUGH = "ผิวคอนกรีตไม่ถูกทำให้หยาบ"
IDS_CVL_RPT_US_ANCHORED = "อุปกรณ์ยึด / ยึดแน่น"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) การกำหนดสัดส่วนเหล็กเสริมตามยาวด้านรับแรงดึงจากโมเมนต์ดัด"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) การกำหนดสัดส่วนเหล็กเสริมตามยาวด้านรับแรงอัดจากโมเมนต์ดัด"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) เหล็กเสริมแรงเฉือนตามขวางขั้นต่ำ"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) ระยะห่างสูงสุดของเหล็กเสริมแรงเฉือนตามขวาง"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) กำลังแรงเฉือนถูกจำกัดโดยการบดอัดของเอว"
IDS_CVL_RPT_Member = "Member"
IDS_CVL_RPT_Critical_LCOM = "Load Combination ที่วิกฤตที่สุด"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "ผู้ใช้ควรตรวจสอบความต้านทานการแตกหักแยกต่างหาก"
IDC_CVL_RPT_Fcr_byUser_Pipe = "ผู้ใช้ควรตรวจสอบ Fcr1 แยกต่างหาก"
IDC_CVL_RPT_Not_Recommended_compession_member = "ไม่แนะนำให้ใช้เป็นชิ้นส่วนรับแรงอัด"
IDC_CVL_RPT_Not_Recommended_flexural_member = "ไม่แนะนำให้ใช้เป็นชิ้นส่วนรับแรงดัด"
IDS_CVL_RPT_US_Element = "เอลิเมนต์"
IDS_CVL_RPT_US_Position = "ตำแหน่ง"
IDS_CVL_RPT_US_Moment_Type = "ประเภทโมเมนต์"
IDS_CVL_RPT_US_Dgn_Condition = "เงื่อนไขการออกแบบ"
IDS_CVL_RPT_US_Flexure = "แรงดัด"
IDS_CVL_RPT_US_Properties = "คุณสมบัติ"
IDS_CVL_RPT_US_Section = "หน้าตัด"
IDS_CVL_RPT_US_Material = "วัสดุ"
IDS_CVL_RPT_US_Flange = "ปีก"
IDS_CVL_RPT_US_Design = "การออกแบบ"
IDS_CVL_RPT_US_Strength = "กำลังรับแรง"
IDS_CVL_RPT_US_Fyc_Desc = "กำลังครากของปีกด้านอัด"
IDS_CVL_RPT_US_Fyw_Desc = "กำลังครากของแผ่นเว็บ"
IDS_CVL_RPT_US_Fyt_Desc = "กำลังครากของปีกด้านดึง"
IDS_CVL_RPT_US_Es_Desc = "โมดูลัสยืดหยุ่นของเหล็ก"
IDS_CVL_RPT_US_Transverse = "ตามขวาง"
IDS_CVL_RPT_US_Stiffener = "แผ่นเสริมกำลัง"
IDS_CVL_RPT_US_Type = "ประเภท"
IDS_CVL_RPT_US_Name = "ชื่อ"
IDS_CVL_RPT_US_Elastic = "ยืดหยุ่น"
IDS_CVL_RPT_US_Steel_Gr = "เหล็ก"
IDS_CVL_RPT_US_Steel_Section = "หน้าตัดเหล็ก"
IDS_CVL_RPT_US_Composite_Section = "หน้าตัดคอมโพสิต"
IDS_CVL_RPT_US_3n_Desc = "สำหรับคุณสมบัติวัสดุที่ขึ้นกับเวลา ซึ่งกำหนดไว้ เนื่องจากผลการวิเคราะห์ได้คำนึงถึงผลระยะยาวแล้ว"
IDS_CVL_RPT_US_Long_Reinforcement = "เหล็กเสริมตามยาว"
IDS_CVL_RPT_US_Limit_State = "สถานะจำกัด"
IDS_CVL_RPT_US_Flexural = "ด้านแรงดัด"
IDS_CVL_RPT_US_Resistance = "กำลังต้านทาน"
IDS_CVL_RPT_US_EN_Positive_moment = "โมเมนต์ดัดบวก"
IDS_CVL_RPT_US_EN_Negative_moment = "โมเมนต์ดัดลบ"
IDS_CVL_RPT_US_Dgn_Force_Stress = "แรงและความเค้นเพื่อการออกแบบ"
IDS_CVL_RPT_US_Load_Combination = "Load Combination"
IDS_CVL_RPT_US_Component = "องค์ประกอบ"
IDS_CVL_RPT_US_Forces = "แรง"
IDS_CVL_RPT_US_Stresses = "ความเค้น"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "ไม่พบชุดการรวมแรงด้านบวก ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Unbraced_Length = "ความยาวที่ไม่มีการค้ำยัน"
IDS_CVL_RPT_US_Sect_Proportion = "สัดส่วนหน้าตัด"
IDS_CVL_RPT_US_Web_Proportion = "สัดส่วนแผ่นเว็บ"
IDS_CVL_RPT_US_Flange_Proportion = "สัดส่วนปีก"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "โมเมนต์พลาสติก (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "แรงในสภาวะพลาสติก"
IDS_CVL_RPT_US_Plastic_moment = "โมเมนต์พลาสติก"
IDS_CVL_RPT_US_Plastic_Moment = "โมเมนต์พลาสติก"
IDS_CVL_RPT_US_Dist_PNA = "ระยะจากแกนเป็นกลางเชิงพลาสติก (PNA)"
IDS_CVL_RPT_US_drt_Desc = "ระยะจาก PNA ถึงแนวศูนย์กลางของชั้นบนของเหล็กเสริม"
IDS_CVL_RPT_US_drb_Desc = "ระยะจาก PNA ถึงแนวศูนย์กลางของชั้นล่างของเหล็กเสริม"
IDS_CVL_RPT_US_dt_Desc = "ระยะจากแกนเป็นกลางพลาสติกถึงกึ่งความหนาของปีกด้านรับแรงดึง"
IDS_CVL_RPT_US_dw_Desc = "ระยะจากแกนเป็นกลางพลาสติกถึงกึ่งความลึกของเว็บ"
IDS_CVL_RPT_US_dc_Desc = "ระยะจากแกนเป็นกลางพลาสติกถึงกึ่งความหนาของปีกด้านรับแรงอัด"
IDS_CVL_RPT_US_ds_Desc = "ระยะจากแกนเป็นกลางพลาสติกถึงกึ่งความหนาของแผ่นพื้นคอนกรีต"
IDS_CVL_RPT_US_Check_Case_PNA = "ตรวจสอบกรณีของแกนเป็นกลางพลาสติก"
IDS_CVL_RPT_US_Dist_of_PNA = "ระยะของแกนเป็นกลางพลาสติก"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ โมเมนต์ครากt(My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "โมเมนต์ดัดครากของปีกบน"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "โมเมนต์ดัดครากของปีกล่าง"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "โมเมนต์ดัดครากของเหล็กเสริมตามยาว"
IDS_CVL_RPT_US_in_which = "โดยที่ :"
IDS_CVL_RPT_US_S_Desc = "ค่ามอดูลัสหน้าตัดของหน้าตัดไม่เป็นคอมโพสิต"
IDS_CVL_RPT_US_S3n_Desc = "มอดูลัสหน้าตัดคอมโพสิตระยะยาว"
IDS_CVL_RPT_US_Sn_Desc = "มอดูลัสหน้าตัดคอมโพสิตระยะสั้น"
IDS_CVL_RPT_US_M_D1_Desc = "โมเมนต์หน้าตัดของหน้าตัดไม่เป็นคอมโพสิต"
IDS_CVL_RPT_US_M_D2_Desc = "โมเมนต์ดัดของหน้าตัดคอมโพสิตระยะยาว"
IDS_CVL_RPT_US_M_AD_Desc = "โมเมนต์ดัดครากเพิ่มเติมของหน้าตัดคอมโพสิตระยะสั้น"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "ไม่มีชุดน้ำหนักบรรทุกทางลบ ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "เหล็กเสริมคอนกรีตแผ่นพื้นสำหรับโมเมนต์ดัดทางลบขั้นต่ำ"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "สถานะขีดจำกัดกำลังดัดในดัดทางบวก"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "สถานะขีดจำกัดกำลังดัดในดัดทางลบ"
IDS_CVL_RPT_US_Sect_Classification = "▪ การจำแนกประเภทหน้าตัด"
IDS_CVL_RPT_US_Ductility_Req = "ข้อกำหนดด้านความเหนียว"
IDS_CVL_RPT_US_Dp_Desc = "ระยะจากด้านบนของแผ่นพื้นคอนกรีตถึงแกนเป็นกลางของหน้าตัดคอมโพสิตที่โมเมนต์พลาสติก"
IDS_CVL_RPT_US_Dt_Desc = "ความลึกรวมของหน้าตัดคอมโพสิต"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "ความต้านทานกำลังดัดของหน้าตัดคอมโพสิตแบบกะทัดรัด"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "ความต้านทานกำลังดัดนามบัญญัติในช่วงต่อเนื่อง"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "ความต้านทานกำลังดัดนามบัญญัติโดย Dp"
IDS_CVL_RPT_US_Therefore = "ดังนั้น,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "ตรวจสอบความต้านทานกำลังดัดของหน้าตัดคอมโพสิตแบบกะทัดรัด"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "ตรวจสอบความต้านทานกำลังดัดของหน้าตัดคอมโพสิตแบบไม่กะทัดรัด"
IDS_CVL_RPT_US_Check_compression_flange = "ตรวจสอบปีกด้านอัด"
IDS_CVL_RPT_US_Check_tension_flange = "ตรวจสอบปีกด้านดึง"
IDS_CVL_RPT_US_Shored_Construction = "การก่อสร้างที่มีการค้ำยันชั่วคราว"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "ความเค้นดัดด้านข้างของปีก"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "เนื่องจากปีกด้านรับแรงดึงมีการค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_for_curved_bridge = "สำหรับงานสะพานโค้ง"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "เนื่องจากปีกมีการค้ำยันอย่างต่อเนื่อง"
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "ความเค้นดัดด้านข้างของปีกอัดแบบยืดหยุ่นอันดับสอง"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "เนื่องจากปีกมีการค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_fl_Fl_Desc = "แรงด้านข้างแบบกระจายสม่ำเสมอที่เทียบเท่าทางสถิต"
IDS_CVL_RPT_US_fl_Pl_Desc = "แรงด้านข้างแบบจุดที่เทียบเท่าทางสถิต"
IDS_CVL_RPT_US_fl_F_Desc = "แรงกระจาย"
IDS_CVL_RPT_US_fl_P_Desc = "แรงจุด (แรงกระทำแบบรวมศูนย์)"
IDS_CVL_RPT_US_fl_e_Desc = "ความเยื้องศูนย์ของแรงที่กระทำบนช่วงยื่น"
IDS_CVL_RPT_US_fl_hw_Desc = "ความสูงของเว็บ (แผ่นเอวคาน)"
IDS_CVL_RPT_US_fl_Lb_Desc = "ความยาวช่วงที่ไม่มีการค้ำยัน"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "ตัวคูณน้ำหนักบรรทุกคงที่สำหรับหน้าตัดไม่คอมโพสิต"
IDS_CVL_RPT_US_bec_torsional_warping = "เนื่องจากการบิดแบบวอร์ปิง (การบิดพร้อมการโก่งตัวตามยาว)"
IDS_CVL_RPT_US_Mb_Desc = "ไบโมเมนต์ (โมเมนต์จากการวอร์ปิง)"
IDS_CVL_RPT_US_Iw_Desc = "ค่าคงที่การวอร์ปิง"
IDS_CVL_RPT_US_w_f_Desc = "ฟังก์ชันการวอร์ปิง ณ จุดที่พิจารณาความเค้น"
IDS_CVL_RPT_US_Check = "ตรวจสอบ"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "ตัวประกอบไฮบริด (Rh)"
IDS_CVL_RPT_US_homo_sect = "หน้าตัดเนื้อวัสดุสม่ำเสมอ"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "หน้าตัดไฮบริดที่เอวใช้เหล็กกำลังสูงกว่าปีกทั้งสองด้าน"
IDS_CVL_RPT_US_Rh_Dn_Desc = "ค่ามากกว่าของระยะจาก NA แบบยืดหยุ่นถึงผิวด้านในของปีก"
IDS_CVL_RPT_US_Rh_Fn_Desc = "ความเค้นครากที่สอดคล้องกับ Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "พื้นที่ปีกด้านของ NA ที่สอดคล้องกับ Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "ความยาวช่วงค้ำยันสูงสุดที่ยอมให้ได้"
IDS_CVL_RPT_US_rt_Desc = "รัศมีความเฉื่อยเชิงผลสำหรับการโก่งเดาะบิด-ดัดด้านข้าง"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "ความเค้นโก่งเดาะบิด-ดัดด้านข้างแบบยืดหยุ่น"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "ตัวคูณปรับแก้การไล่ระดับโมเมนต์"
IDS_CVL_RPT_US_for_unbraced_cantilever = "สำหรับคานยื่นที่ไม่มีการค้ำยัน"
IDS_CVL_RPT_US_Calc_Stress = "การคำนวณความเค้น"
IDS_CVL_RPT_US_Elastic_Range_Dc = "ในช่วงยืดหยุ่น Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "ความลึกของเอวที่อยู่ในแรงอัดที่โมเมนต์พลาสติก Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "ค่าสัมประสิทธิ์การถ่ายแรงออกจากเว็บ"
IDS_CVL_RPT_US_In_constructibility = "ในด้านความสามารถในการก่อสร้าง"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "เนื่องจากหน้าตัดคอมโพสิตเป็นไปตามสัดส่วนหน้าตัดในดัดทางบวก"
IDS_CVL_RPT_US_Web_with_long_Stfn = "เว็บที่มีตัวเสริมความแข็งตามยาว,"
IDS_CVL_RPT_US_fyc_Desc = "กำลังครากขั้นต่ำที่กำหนดของปีกอัด"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "ความต้านทานกำลังดัดโดยอิงจากปีกด้านรับแรงดึงที่ค้ำยันอย่างต่อเนื่อง"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "ความต้านทานการโก่งเดาะเฉพาะที่โดยอิงจากปีกอัดที่ค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "ความต้านทานการโก่งเดาะบิด-ดัดด้านข้างโดยอิงจากปีกอัดที่ค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_s_compact = "คอมแพค"
IDS_CVL_RPT_US_s_noncompact = "ไม่คอมแพค"
IDS_CVL_RPT_US_s_slender = "เพรียว(slender)"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "ความต้านทานกำลังดัดโดยอิงจากปีกอัดที่ค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "ค่าสัมประสิทธิ์การเกิดพลาสติกของเว็บ"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "ความต้านทานกำลังดัดในปีกอัดที่ค้ำยันอย่างต่อเนื่อง"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "ความต้านทานกำลังดัดในปีกด้านรับแรงดึงที่ค้ำยันอย่างต่อเนื่อง"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "ความต้านทานการโก่งเดาะเฉพาะที่โดยอิงจากปีกอัดที่ค้ำยันเป็นช่วงๆ"
IDS_CVL_RPT_US_for_Rolled_sect = "สำหรับหน้าตัดรีดรูป(rolled)"
IDS_CVL_RPT_US_for_built_up_sect = "สำหรับหน้าตัดประกอบ"
IDS_CVL_RPT_US_compact_flange = "ปีกที่เป็นหน้าตัดอัดแน่น (คอมแพค)"
IDS_CVL_RPT_US_noncompact_flange = "ปีกที่เป็นหน้าตัดไม่อัดแน่น"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "กำลังต้านทานการโก่งเดาะวิกฤตเชิงยืดหยุ่น"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "ความต้านทานการโก่งเดาะแบบแรงบิดและแบบบิด-ดัด"
IDS_CVL_RPT_US_Shear = "แรงเฉือน"
IDS_CVL_RPT_US_Max = "มากสุด"
IDS_CVL_RPT_US_Min = "ต่ำสุด"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "อัตราส่วนของความต้านทานการโก่งเดาะเฉือนต่อกำลังครากเฉือน C"
IDS_CVL_RPT_US_Web_Classification = "การจำแนกประเภทแผ่นเว็บ"
IDS_CVL_RPT_US_Long_Stfn = "ค้ำยันตามแนวยาว"
IDS_CVL_RPT_US_Tran_Stfn = "ค้ำยันตามขวาง"
IDS_CVL_RPT_US_Tran_Spacing = "ระยะห่างของค้ำยันตามขวาง"
IDS_CVL_RPT_US_web_considered = "ดังนั้น เว็บนี้จึงถือว่า"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "ค่าสัมประสิทธิ์การโก่งเดาะเฉือนของเอวที่มีตัวเสริมความแข็ง"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "ค่าสัมประสิทธิ์การโก่งเดาะเฉือนของเอวที่ไม่มีตัวเสริมความแข็ง"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "ความต้านทานนามบัญญัติของเอวภายในที่ไม่มีตัวเสริมความแข็งหรือแผงปลาย"
IDS_CVL_RPT_US_Vn_C_Desc = "อัตราส่วนของความต้านทานการโก่งเดาะเฉือนต่อกำลังครากเฉือน"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "ความต้านทานนามบัญญัติของเอวภายในที่มีตัวเสริมความแข็ง"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "ไม่พิจารณาพฤติกรรมแรงดึงแบบสนามแรงดึงหลังการโก่งเดาะ"
IDS_CVL_RPT_US_Tran_Stiffeners = "ค้ำยันตามขวาง"
IDS_CVL_RPT_US_Projecting_width = "ความกว้างที่ยื่นออกมา"
IDS_CVL_RPT_US_TS_D_Desc = "ความสูงของหน้าตัดเหล็ก"
IDS_CVL_RPT_US_TS_tp_Desc = "ความหนาของค้ำยัน"
IDS_CVL_RPT_US_TS_bf_Desc = "ความกว้างของปีกเหล็ก"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "โมเมนต์ความเฉื่อยและรัศมีไจเรชัน"
IDS_CVL_RPT_US_yiled_Stfn = "การครากของค้ำยัน"
IDS_CVL_RPT_US_and = "และ"
IDS_CVL_RPT_US_Service = "สภาวะการใช้งาน(service)"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "การตรวจสอบประสิทธิภาพของแผ่นพื้นคอนกรีต"
IDS_CVL_RPT_US_modulus_rupture = "กำลังดึงดัดของคอนกรีต"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "ความเค้นดึงตามยาวในเด็ค (Concrete deck) ภายใต้ Service II แบบคูณแฟกเตอร์"
IDS_CVL_RPT_US_P_N_moment = "โมเมนต์ บวก/ลบ"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "ไม่มีชุดน้ำหนักบรรทุกสำหรับสภาวะใช้งาน (service load combination) ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Permanent_deformation = "การเสียรูปถาวร"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "หน้าตัดนี้ไม่ใช่หน้าตัดแบบ compact ในการดัดทางบวก ข้ามการตรวจสอบความเค้นปีกบนและปีกล่าง"
IDS_CVL_RPT_US_flg_stress_ff_Desc = "ความเค้นที่ปีกเนื่องจากน้ำหนักบรรทุก Service II ที่คำนวณโดยไม่พิจารณาการดัดด้านข้างของปีก"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "กำลังความเค้นครากขั้นต่ำที่ระบุของปีก"
IDS_CVL_RPT_US_posi_flexure_and = "การโก่งดัดทางบวก และ"
IDS_CVL_RPT_US_Ser_proportion_limit = "ขีดจำกัดสัดส่วน ข้ามการตรวจสอบกำลังต้านทานการโก่งเดาะจากการดัดแบบนอมินัลสำหรับเอว"
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "กำลังต้านทานการโก่งเดาะจากการดัดแบบนอมินัลสำหรับเอว"
IDS_CVL_RPT_US_Ser_fc_Desc = "ความเค้นที่ปีกอัด ณ หน้าตัดที่พิจารณา เนื่องจากน้ำหนักบรรทุก Service II"
IDS_CVL_RPT_US_Check_stress_conc_deck = "ตรวจสอบความเค้นของเด็คคอนกรีต"
IDS_CVL_RPT_US_No_condition_checking_skip = "ไม่มีเงื่อนไขสำหรับการตรวจสอบ ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "ตรวจสอบเหล็กเสริมขั้นต่ำของเด็คคอนกรีตสำหรับโมเมนต์ดัดทางลบ"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "ดังนั้น ไม่จำเป็นต้องมีเหล็กเสริมขั้นต่ำของเด็คคอนกรีตสำหรับโมเมนต์ดัดทางลบ"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "ดังนั้น จำเป็นต้องมีเหล็กเสริมขั้นต่ำของเด็คคอนกรีตสำหรับโมเมนต์ดัดทางลบ"
IDS_CVL_RPT_US_Constructibility = "ความสามารถในการก่อสร้าง"
IDS_CVL_RPT_US_CS_Const_Stage = "ขั้นตอนการก่อสร้าง"
IDS_CVL_RPT_US_CS_Step = "ขั้นตอน"
IDS_CVL_RPT_US_C_Steel_Only = "หน้าตัดเหล็กเท่านั้น"
IDS_CVL_RPT_US_No_CS_Skip = "ไม่มีขั้นตอนการก่อสร้าง (construction stage) ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Check_Slend_Web = "ตรวจสอบ ความเพรียว(slenderness) ของเว็บ"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "ปีกที่มีการค้ำยันแบบไม่ต่อเนื่องในสภาวะอัด"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "ปีกที่มีการค้ำยันแบบไม่ต่อเนื่องในสภาวะดึง"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "ความเค้นดัดด้านข้างในปีกดึง"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "ตรวจสอบความเค้นครากของขอบ"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "สำหรับหน้าตัดที่มีเอวแบบ slender จะไม่ต้องตรวจสอบเมื่อ fl เท่ากับศูนย์"
IDS_CVL_RPT_US_flex_resistance = "ตรวจสอบความต้านทานการดัด"
IDS_CVL_RPT_US_Chk_web_bend_buck = "ตรวจสอบการบิดเบี้ยวของเว็บ"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "สำหรับหน้าตัดที่มีเอวแบบ compact หรือ noncompact จะไม่ต้องตรวจสอบ"
IDS_CVL_RPT_US_Concrete_Deck = "คอนกรีตดาด"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "ตรวจสอบความเค้นตามยาวในเด็คคอนกรีต"
IDS_CVL_RPT_US_Dgn_Forces = "แรงออกแบบ"
IDS_CVL_RPT_US_Shear_req_Web = "ความต้องการแรงเฉือนสำหรับเว็บ"
IDS_CVL_RPT_US_Fati_Limit_State = "สถานะขีดจำกัดความเมื่อยล้า"
IDS_CVL_RPT_US_Fati_moment = "โมเมนต์ความเมื่อยล้า"
IDS_CVL_RPT_US_Shear_Force = "แรงเฉือน"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "ไม่มีชุดน้ำหนักบรรทุกความล้า (Fatigue Load Combination) ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_F_Load_Induced_Fati = "ความเมื่อยล้าจากน้ำหนักบรรทุก"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "ตรวจสอบความเมื่อยล้าจากน้ำหนักบรรทุก"
IDS_CVL_RPT_US_F_stress_unfac_DL = "ความเค้นจาก DL ที่ไม่คูณแฟกเตอร์"
IDS_CVL_RPT_US_F_stress_fati_LCB = "ความเค้นจาก LCB ความล้า"
IDS_CVL_RPT_US_F_Comp_Minus = " - : อัด"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "ความเค้นอัดจาก DL ที่ไม่คูณแฟกเตอร์"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "ความเค้นดึงจาก LCB ความล้า"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "ความเค้นจาก DL ที่ไม่คูณแฟกเตอร์เป็นความเค้นดึง"
IDS_CVL_RPT_US_Skip_this_check = "ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "ประเภท"
IDS_CVL_RPT_US_F_Number_stress = "จำนวนความเค้น (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "เทียบเท่ากับตารางอายุการใช้งานอนันต์ (Infinite Life Table)"
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "สำหรับ Fatigue I ตามตาราง"
IDS_CVL_RPT_US_CAFT = "ขีดจำกัดความเมื่อยล้าคงที่"
IDS_CVL_RPT_US_for_Fatigue_II = "สำหรับความเมื่อยล้า II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "ข้อกำหนดความล้าพิเศษสำหรับเอวที่มีตัวค้ำยันตามขวาง"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "แรงเฉือนในเอวเนื่องจากน้ำหนักบรรทุกถาวรที่ไม่คูณแฟกเตอร์รวมกับน้ำหนักบรรทุกความล้าแบบคูณแฟกเตอร์ (Fatigue I)"
IDS_CVL_RPT_US_Sum = "ผลรวม"
IDS_CVL_RPT_US_Warping_stress = "ความเค้นบิดเบี้ยว"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "กำลังต้านทานโมเมนต์ดัดโดยอ้างอิงปีกอยู่ในสภาวะดึง"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "กำลังต้านทานโมเมนต์ดัดโดยอ้างอิงปีกของหน้าตัดกล่องอยู่ในสภาวะดึง"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "กำลังต้านทานโมเมนต์ดัดโดยอ้างอิงปีกของหน้าตัดกล่องอยู่ในสภาวะอัด"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "กำลังต้านทานการโก่งเดาะเฉพาะที่โดยอ้างอิงปีกที่ไม่มีตัวค้ำยัน"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "กำลังต้านทานการโก่งเดาะเฉพาะที่โดยอ้างอิงปีกที่มีตัวค้ำยัน"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "สัมประสิทธิ์การโก่งเดาะของแผ่นสำหรับความเค้นปกติแบบสม่ำเสมอ"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "สัมประสิทธิ์การโก่งเดาะของแผ่นสำหรับความเค้นเฉือน"
IDS_CVL_RPT_US_EN_Shear_Connector = "ตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "ไม่มีข้อมูล Shear Connector ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_Types = "ประเภท"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Shear connector แบบ Channel ไม่ตรวจสอบประเภท"
IDS_CVL_RPT_US_SC_Hs_Desc = "ความสูงของสตัด"
IDS_CVL_RPT_US_SC_d_Desc = "เส้นผ่านศูนย์กลางของสตัด"
IDS_CVL_RPT_US_SC_Pitch = "ระยะห่าง"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "ความต้านทานความเมื่อยล้าแรงเฉือน"
IDS_CVL_RPT_US_Article = "บทความ"
IDS_CVL_RPT_US_Table = "ตาราง"
IDS_CVL_RPT_US_SC_w_Desc = "ความกว้างของช่อง"
IDS_CVL_RPT_US_SC_Pstr_Desc = "ระยะห่าง Shear Connector ที่กำหนดโดยสถานะขีดจำกัดด้านกำลัง"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ เส้นผ่านศูนย์กลางของ stud : ระยะห่าง Shear Connector ขั้นต่ำ"
IDS_CVL_RPT_US_SC_Vsr_Desc = "ช่วงแรงเฉือนความล้าในแนวนอนต่อหนึ่งหน่วยความยาว"
IDS_CVL_RPT_US_SC_Vfat_Desc = "ช่วงแรงเฉือนความล้าตามยาวต่อหนึ่งหน่วยความยาว"
IDS_CVL_RPT_US_SC_Ffat_Desc = "ช่วงแรงเฉือนความล้าแนวรัศมีต่อหนึ่งหน่วยความยาว"
IDS_CVL_RPT_US_SC_I_Desc = "โมเมนต์ความเฉื่อยของหน้าตัดคอมโพสิตระยะสั้น"
IDS_CVL_RPT_US_SC_Q_Desc = "โมเมนต์อันดับหนึ่งของพื้นที่ระยะสั้นที่แปลงแล้วของเด็คคอนกรีตเกี่ยวกับแกนเป็นกลางของหน้าตัดคอมโพสิตระยะสั้น"
IDS_CVL_RPT_US_SC_Vf_Desc = "ช่วงแรงเฉือนในแนวดิ่งภายใต้ชุดน้ำหนักบรรทุกความล้าที่ใช้บังคับ"
IDS_CVL_RPT_US_SC_Abot_Desc = "พื้นที่ของขอบล่าง"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "ช่วงความเค้นความล้าตามยาวในปีกล่าง"
IDS_CVL_RPT_US_SC_L_Desc = "ระยะห่างระหว่างจุดค้ำ"
IDS_CVL_RPT_US_SC_w_deck_Desc = "ความยาวที่มีประสิทธิภาพของดาด"
IDS_CVL_RPT_US_SC_R_Desc = "รัศมีของคานขั้นต่ำ"
IDS_CVL_RPT_US_SC_Space_inform = "Stud shear connector ต้องไม่อยู่ใกล้กันน้อยกว่า 4.0 เท่าของเส้นผ่านศูนย์กลาง stud (วัดจากศูนย์ถึงศูนย์) ในทิศทางขวางต่อแกนตามยาวของเมมเบอร์ที่รองรับ"
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- ระยะเคลียร์ระหว่างขอบปีกบนกับขอบของ shear connector ที่ใกล้ที่สุด ต้องไม่น้อยกว่า %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "การปกคลุมและการเจาะ"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- ความลึกเคลียร์ของคอนกรีตที่คลุมยอดของ shear connector ควรไม่น้อยกว่า %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Shear connector ควรฝังเข้าไปในเด็คคอนกรีตอย่างน้อย %s"
IDS_CVL_RPT_US_SC_ts_Desc = "ความหนาของพื้นคอนกรีต (concrete deck)"
IDS_CVL_RPT_US_SC_th_Desc = "ความหนาจากด้านบนของเอวถึงด้านล่างของเด็คคอนกรีต"
IDS_CVL_RPT_US_SC_tfc_Desc = "ความหนาของขอบบน"
IDS_CVL_RPT_US_SC_H_Desc = "ความสูงของตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "กำลังต้านทานแรงเฉือนแบบคูณแฟกเตอร์ของ shear connector หนึ่งตัว"
IDS_CVL_RPT_US_Nom_Shear_force = "แรงเฉือนตามมาตรฐาน"
IDS_CVL_RPT_US_SC_bs_Desc = "ความกว้างใช้งานของเด็คคอนกรีต"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "ความหนาของดาดคอนกรีต"
IDS_CVL_RPT_US_SC_bfc_Desc = "ความกว้างของขอบอัด"
IDS_CVL_RPT_US_SC_bft_Desc = "ความกว้างของขอบดึง"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "ความหนาของขอบอัด"
IDS_CVL_RPT_US_SC_tft_Desc = "ความหนาของขอบดึง"
IDS_CVL_RPT_US_SC_Fyw_Desc = "ความต้านทานของเว็บ"
IDS_CVL_RPT_US_SC_Fyc_Desc = "กำลังความเค้นครากของปีกอัด"
IDS_CVL_RPT_US_SC_Fyt_Desc = "กำลังความเค้นครากของปีกดึง"
IDS_CVL_RPT_US_SC_tw_Desc = "ความหนาของเว็บ"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "จำนวน shear connector ขั้นต่ำในโมเมนต์ดัดทางบวก"
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "จำนวน shear connector ขั้นต่ำในโมเมนต์ดัดทางลบ"
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "ไม่มีชุดน้ำหนักบรรทุกความล้า (Fatigue Load Combination) ให้ละเว้นการตรวจสอบนี้"
IDS_CVL_RPT_US_SC_Top_Tens = "บน (ดึง)"
IDS_CVL_RPT_US_SC_Top_Comp = "บน (อัด)"
IDS_CVL_RPT_US_SC_Bot_Tens = "ล่าง (ดึง)"
IDS_CVL_RPT_US_SC_Bot_Comp = "ล่าง (อัด)"
IDS_CVL_RPT_US_SC_Fati_Check = "ตรวจสอบความเมื่อยล้าของตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_US_from_Table = "จากตาราง"
IDS_CVL_RPT_US_Stiffeners = "ตัวเสริมความแข็ง"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "ไม่มีข้อมูล Stiffner ข้ามการตรวจสอบนี้"
IDS_CVL_RPT_US_LS_ts_Desc = "ความหนาของตัวเสริมความแข็งแนวยาว"
IDS_CVL_RPT_US_LS_Il_Desc = "โมเมนต์ความเฉื่อยของตัวค้ำยันเว็บตามยาว"
IDS_CVL_RPT_US_LS_r_Desc = "รัศมีไจเรชันของตัวค้ำยันเว็บตามยาว"
IDS_CVL_RPT_US_LS_d0_Desc = "ระยะห่างของตัวเสริมความแข็งขวาง"
IDS_CVL_RPT_US_LS_G_R_Desc = "รัศมีของคาน"
IDS_CVL_RPT_US_LS_Flex_stress = "ความเค้นดัดในตัวค้ำยันตามยาว"
IDS_CVL_RPT_US_Bearing_Stiffeners = "ตัวเสริมความแข็งของการรองรับ"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "คุณสมบัติหน้าตัดและเงื่อนไขการออกแบบ"
IDS_CVL_RPT_US_BS_Material_Stfn = "วัสดุของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_E_Desc = "โมดูลัสยืดหยุ่นของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_Fys_Desc = "ความต้านทานของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_Rmax_Desc = "การตอบสนองของการรองรับ"
IDS_CVL_RPT_US_BS_bt_Desc = "ความกว้างของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_tp_Desc = "ความหนาของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_n_Desc = "คู่ของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_BS_d_Desc = "ระยะห่างของตัวเสริมความแข็ง"
IDS_CVL_RPT_US_Height_Web = "ความสูงของเว็บ"
IDS_CVL_RPT_US_BS_tw_Desc = "ความหนาของเว็บ"
IDS_CVL_RPT_US_BS_R_Desc = "แนวเชื่อมฟิลเลตระหว่างเว็บกับปีก"
IDS_CVL_RPT_US_BS_Alw_width = "ความกว้างที่อนุญาต"
IDS_CVL_RPT_US_Bearing_Resis = "ความต้านทานการรองรับ"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "ความต้านทานการรองรับตามมาตรฐาน"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "ความต้านทานการรองรับที่คำนวณ"
IDS_CVL_RPT_US_Factored_Resis = "ความต้านทานที่คำนวณ"
IDS_CVL_RPT_US_Axial_Comp = "การอัดแกน"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "ความต้านทานการบิดเบี้ยวแบบยืดหยุ่น"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "ความต้านทานความเค้นครากตามมาตรฐานที่เทียบเท่า"
IDS_CVL_RPT_US_Nominal_yield_resis = "ความต้านทานความเค้นครากตามมาตรฐาน"
IDS_CVL_RPT_US_Nom_Comp_Resis = "ความต้านทานการอัดตามมาตรฐาน"
IDS_CVL_RPT_US_Fac_Comp_Resis = "ความต้านทานการอัดที่คำนวณ"
IDS_CVL_RPT_US_Moment_Inertia = "โมเมนต์ของความเฉื่อย"
IDS_CVL_RPT_US_LS_k_Desc = "สัมประสิทธิ์การโก่งเดาะของแผ่นสำหรับความเค้นปกติแบบสม่ำเสมอ"
IDS_CVL_RPT_US_LS_w_Desc = "ค่าที่มากกว่าของความกว้างปีกระหว่างตัวค้ำยันปีกตามยาว"
IDS_CVL_RPT_US_LS_n_Desc = "จำนวนตัวค้ำยันปีกตามยาวที่จัดวางระยะเท่ากัน"
IDS_CVL_RPT_US_Dgn_Code = "รหัสการออกแบบ"
IDS_CVL_RPT_US_Node_IJ = "โหนด(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "คุณสมบัติหน้าตัด"
IDS_CVL_RPT_US_Gross_Sect = "- หน้าตัดรวม"
IDS_CVL_RPT_US_Trans_Sect = "- หน้าตัดที่แปลง"
IDS_CVL_RPT_US_Materials = "วัสดุ"
IDS_CVL_RPT_US_Concrete = "คอนกรีต"
IDS_CVL_RPT_US_Beta1 = "0.85 หาก f'c ต่ำกว่า 4ksi ค่าอื่นๆ คือ 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "ข้อมูลเหล็กอัดแรง"
IDS_CVL_RPT_US_Tendon_Name = "ชื่อของลวดอัดแรง"
IDS_CVL_RPT_US_Bond_Type = "ประเภทการยึดติด"
IDS_CVL_RPT_US_Dp_Tendon = "ระยะจากเส้นใยอัดสุดขีดถึงจุดศูนย์กลางของลวดอัดแรง"
IDS_CVL_RPT_US_Dp_Rein = "ระยะจากเส้นใยอัดสุดขีดถึงจุดศูนย์กลางของเหล็กเสริมที่ไม่อัดแรง"
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "ข้อมูลเหล็กเสริมเหล็กตามยาวที่ไม่อัดแรง"
IDS_CVL_RPT_US_Bot_Flexure = "ด้านล่างของจุดศูนย์กลาง"
IDS_CVL_RPT_US_Top_Flexure = "ด้านบนของจุดศูนย์กลาง"
IDS_CVL_RPT_US_Torsion = "โมเมนต์บิด"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "ข้อมูลเหล็กเสริมเหล็กตามขวางที่ไม่อัดแรง"
IDS_CVL_RPT_US_Angle_Longi_Stir = "มุมระหว่างเหล็กตามยาวและเหล็กปลอก"
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "แรง/ความเค้นของหน้าตัดเนื่องจากแรงอัดแรงที่มีผล (effective prestress)"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "ระยะจากจุดศูนย์กลางของหน้าตัดถึงจุดศูนย์กลางของลวดอัดแรง"
IDS_CVL_RPT_US_Moment_Direct = "ทิศทางโมเมนต์"
IDS_CVL_RPT_US_Method_Calc = "- วิธีการคำนวณ :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- ชุดน้ำหนักบรรทุกสถานะขีดจำกัดด้านกำลังที่มากที่สุด :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- โมเมนต์ที่คำนวณสูงสุด"
IDS_CVL_RPT_US_Neut_Depth = "ความลึกจากแกนเป็นกลางถึงผิวอัด"
IDS_CVL_RPT_US_Axial_Concrete = "แรงตามแกนในคอนกรีต (โซนอัด):"
IDS_CVL_RPT_US_Axial_Steel = "แรงตามแกนในเหล็กเสริม"
IDS_CVL_RPT_US_Tens_Zone = "โซนแรงดึง"
IDS_CVL_RPT_US_Compress_Zone = "โซนแรงอัด"
IDS_CVL_RPT_US_Axial_Unbond_Code = "แรงตามแกนใน Tendon (Unbond) ตามข้อกำหนด"
IDS_CVL_RPT_US_Axial_Bond_Code = "แรงตามแกนใน Tendon (Bond) ตามข้อกำหนด"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* ไม่สามารถคำนวณแรงตามแกนใน Tendon แบบ Unbonded ด้วยวิธีความเข้ากันได้ของการเปลี่ยนรูป (compatibility method)"
IDS_CVL_RPT_US_Axial_Bond_Strain = "แรงตามแกนใน Tendon (Bond) โดยวิธีความเข้ากันได้ของความเครียด"
IDS_CVL_RPT_US_Comp_Force = "แรงอัด"
IDS_CVL_RPT_US_Tens_Force = "แรงดึง"
IDS_CVL_RPT_US_Tolerance = "ความคลาดเคลื่อน"
IDS_CVL_RPT_US_Flex_Resist = "ความต้านทานการดัด"
IDS_CVL_RPT_US_Nominal_Resist = "ความต้านทานตามมาตรฐาน"
IDS_CVL_RPT_US_Resist_Factor = "ปัจจัยความต้านทาน"
IDS_CVL_RPT_US_Net_Tens_Strain = ": ความเครียดดึงสุทธิในเหล็กดึงสุดขีด"
IDS_CVL_RPT_US_Comp_Control_Range = ": ช่วงควบคุมโดยแรงอัด,"
IDS_CVL_RPT_US_Tens_Control_Range = ": ช่วงควบคุมโดยแรงดึง,"
IDS_CVL_RPT_US_Trans_Range = ": ช่วงเปลี่ยนผ่าน,"
IDS_CVL_RPT_US_Joint_Seg = ": สำหรับรอยต่อในงานก่อสร้างแบบเซกเมนต์"
IDS_CVL_RPT_US_Factored_Resist = "ความต้านทานที่คำนวณ"
IDS_CVL_RPT_US_Min_Rein = "เหล็กเสริมขั้นต่ำ"
IDS_CVL_RPT_US_Judge = "การตัดสิน"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "ไม่มีการตรวจสอบ"
IDS_CVL_RPT_US_Min_Rein_Chk = "ตรวจสอบเหล็กเสริมขั้นต่ำ"
IDS_CVL_RPT_US_Crack_Moment = "โมเมนต์การแตกร้าว"
IDS_CVL_RPT_US_Where = "ที่,"
IDS_CVL_RPT_US_Sect_Modulus = "มอดูลัสหน้าตัดสำหรับไฟเบอร์ขอบสุด"
IDS_CVL_RPT_US_Non_Composite_Dead = "โมเมนต์น้ำหนักบรรทุกคงที่แบบไม่คอมโพสิต"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "มอดูลัสหน้าตัดคอมโพสิตสำหรับไฟเบอร์ขอบสุด"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "มอดูลัสหน้าตัดแบบไม่คอมโพสิตสำหรับไฟเบอร์ขอบสุด"
IDS_CVL_RPT_US_Flex_Crack_Factor = "ปัจจัยความแปรปรวนของการแตกร้าวแบบดัด"
IDS_CVL_RPT_US_Pre_Vari_Factor = "ปัจจัยความแปรปรวนของแรงดึง"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "อัตราส่วนความเค้นครากต่อกำลังรับแรงดึงสูงสุดของเหล็กเสริม"
IDS_CVL_RPT_US_Comp_Effect_Pre = "ความเค้นอัดในคอนกรีตเนื่องจากแรงอัดแรงที่มีผลเท่านั้น"
IDS_CVL_RPT_US_Chk_Min_Rein = "ตรวจสอบเหล็กเสริมขั้นต่ำ"
IDS_CVL_RPT_US_Max_Service_Lcom = "- ชุดน้ำหนักบรรทุกจำกัดสภาวะการใช้งานที่มากที่สุด:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- ระยะห่างมากที่สุดของเหล็กเสริมในชั้นที่ใกล้กับผิวรับแรงดึงมากที่สุด"
IDS_CVL_RPT_US_Exposure_Factor = "ปัจจัยการเปิดเผย"
IDS_CVL_RPT_US_Tens_Service_Bar = "ความเค้นดึงในเหล็กเสริมที่สภาวะจำกัดการใช้งาน"
IDS_CVL_RPT_US_Max_shear = "แรงเฉือนสูงสุด"
IDS_CVL_RPT_US_Min_shear = "แรงเฉือนขั้นต่ำ"
IDS_CVL_RPT_US_Sect_Type = "ประเภทหน้าตัด"
IDS_CVL_RPT_US_Stregnth_Lcom = "ชุดน้ำหนักบรรทุกจำกัดสภาวะกำลัง"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "โมเมนต์บิดที่คำนวณ"
IDS_CVL_RPT_US_Factor_Shear = "แรงเฉือนที่คำนวณ"
IDS_CVL_RPT_US_Factor_Moment = "โมเมนต์ที่คำนวณ"
IDS_CVL_RPT_US_Factor_Axial_Force = "แรงแกนที่คำนวณ"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "ปัจจัยความต้านทานสำหรับแรงเฉือน"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "ปัจจัยการปรับความหนาแน่นของคอนกรีต"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "องค์ประกอบของแรงอัดแรงในทิศทางของแรงเฉือน"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(รวม Vp)"
IDS_CVL_RPT_US_Effect_Depth = "ความลึกที่มีผล"
IDS_CVL_RPT_US_Effect_Web_Width = "ความกว้างของเว็บที่มีผล"
IDS_CVL_RPT_US_Effect_Bending_Depth = "ความลึกที่มีผลสำหรับการดัด"
IDS_CVL_RPT_US_Effect_Shear_Depth = "ความลึกที่มีผลสำหรับแรงเฉือน"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "ความลึกใช้งานสำหรับแรงเฉือนสำหรับกล่องเซกเมนต์"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "ระยะจากเส้นใยอัดสุดขอบถึงจุดศูนย์ถ่วงของเหล็กเสริมอัดแรง"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "ระยะห่างมากที่สุดของเหล็กเสริมตามขวาง"
IDS_CVL_RPT_US_Shear_Stress_Conc = "ความเค้นเฉือนบนคอนกรีต"
IDS_CVL_RPT_US_Min_Trans_Area = "เหล็กเสริมขวางขั้นต่ำที่ต้องการ"
IDS_CVL_RPT_US_Min_Trans_Chk = "* การกำหนด "OK" หรือ "NG" จะถูกตรวจสอบในการตรวจสอบกำลังต้านทานแรงเฉือนด้วยเหล็กเสริมตามขวาง"
IDS_CVL_RPT_US_Longi_Strain = "ความเครียดตามยาว"
IDS_CVL_RPT_US_Stress_Vari = "ความเค้นแปรผัน"
IDS_CVL_RPT_US_Tensile_Stress = "ความเค้นดึง"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "ความเค้นในเส้นใยดึงสุดขอบเนื่องจากน้ำหนักบรรทุกที่คูณแฟกเตอร์และแรงอัดแรงที่มีผลหลังการสูญเสีย"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "ความเค้นอัดในคอนกรีต (ไม่คูณแฟกเตอร์) เนื่องจากแรงอัดแรงที่มีผลเท่านั้น"
IDS_CVL_RPT_US_Component_Tensile_Stress = "องค์ประกอบของแรงเฉือนที่ต้านทานโดยความเค้นดึงในคอนกรีต"
IDS_CVL_RPT_US_Factor_Crack_Tension = "แฟกเตอร์ที่บ่งชี้ความสามารถของคอนกรีตที่แตกร้าวเฉียงในการถ่ายแรงดึง"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "ค่าของ θ และ β สำหรับหน้าตัด"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ คือมุมเอียงของความเค้นอัดแนวทแยง"
IDS_CVL_RPT_US_Shear_Factor_Beta = "β คือแฟกเตอร์ที่บ่งชี้ความสามารถของคอนกรีตที่แตกร้าวเฉียงในการถ่ายแรงดึง"
IDS_CVL_RPT_US_Max_Agg = "ขนาดรวมสูงสุด"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "กำลังต้านทานแรงเฉือนค่าพื้นฐานที่คอนกรีตให้"
IDS_CVL_RPT_US_Component_Trans_Rein = "องค์ประกอบของแรงเฉือนที่ต้านทานโดยเหล็กเสริมตามขวาง"
IDS_CVL_RPT_US_Area_Trans_Rein = "พื้นที่หน้าตัดเหล็กเสริมตามขวางที่ต้องการ"
IDS_CVL_RPT_US_No_Shear_Rein = "ไม่มีการเสริมแรงเฉือน"
IDS_CVL_RPT_US_Shear_Resist = "ความต้านทานแรงเฉือน"
IDS_CVL_RPT_US_Nominal_Shear = "ความต้านทานแรงเฉือนตามมาตรฐาน"
IDS_CVL_RPT_US_Factor_Shear_Resist = "ความต้านทานแรงเฉือนที่คำนวณ"
IDS_CVL_RPT_US_Case_of = "กรณีของ"
IDS_CVL_RPT_US_Notation = "สัญลักษณ์"
IDS_CVL_RPT_US_Area_Shear_Flow = "พื้นที่ที่ล้อมรอบโดยแนวทางเดินของการไหลของแรงเฉือน รวมถึงพื้นที่ของช่องเปิดใดๆ ภายในนั้น"
IDS_CVL_RPT_US_Peri_Trans_Torsion = "เส้นรอบรูปของแนวแกนกลางของเหล็กเสริมโมเมนต์บิดแบบปิดตามขวาง"
IDS_CVL_RPT_US_Area_Conc_Sect = "พื้นที่รวมที่ล้อมรอบโดยเส้นรอบรูปด้านนอกของหน้าตัดคอนกรีต"
IDS_CVL_RPT_US_Peri_Conc_Sect = "ความยาวของเส้นรอบรูปด้านนอกของหน้าตัดคอนกรีต"
IDS_CVL_RPT_US_Chk_Torsion_Effect = "ตรวจสอบผลกระทบจากโมเมนต์บิด"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "โมเมนต์การแตกร้าวจากโมเมนต์บิด"
IDS_CVL_RPT_US_Ignore_Torsion = "ละเลยผลของโมเมนต์บิด"
IDS_CVL_RPT_US_Consider_Torsion = "พิจารณาผลของโมเมนต์บิด"
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "ความหนาใช้งานของแนวทางเดินการไหลของแรงเฉือนขององค์ประกอบ"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "ตรวจสอบโมเมนต์บิด"
IDS_CVL_RPT_US_Req_Longi_Rein = "เหล็กเสริมตามยาวที่ต้องการ"
IDS_CVL_RPT_US_Solid_Sect = "ในหน้าตัดที่เป็นของแข็ง,"
IDS_CVL_RPT_US_Box_Sect = "ในหน้าตัดกล่อง,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "ตรวจสอบโมเมนต์บิดและแรงเฉือนร่วมกัน"
IDS_CVL_RPT_US_Before = "ก่อน"
IDS_CVL_RPT_US_After = "หลัง"
IDS_CVL_RPT_US_Inter_Shear = "แรงเฉือนที่ผิวระหว่างวัสดุ"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "ความต้านทานแรงเฉือนที่ผิวระหว่างวัสดุตามมาตรฐาน"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "กำลังต้านทานแรงเฉือนพื้นฐาน Vni ที่ใช้ในการออกแบบต้องไม่มากกว่าค่าที่น้อยกว่าของ:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "แฟกเตอร์แรงยึดเหนี่ยวและแรงเสียดทาน (ตามกรณี)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "แรงเฉือนที่รอยต่อหลังคูณค่าสัมประสิทธิ์"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "กำลังต้านทานแรงเฉือนที่รอยต่อหลังคูณค่าสัมประสิทธิ์"
IDS_CVL_RPT_US_Allow_Conc_CS = "ความเค้นที่ยอมให้ในคอนกรีต ณ ระยะก่อสร้าง"
IDS_CVL_RPT_US_Elem = "เอลิเมนต์"
IDS_CVL_RPT_US_Part = "ส่วน"
IDS_CVL_RPT_US_Girder_Or_Slab = "คาน/พื้น"
IDS_CVL_RPT_US_Comp_Or_Tens = "การบีบอัด/การดึง"
IDS_CVL_RPT_US_Top_Or_Bottom = "ด้านบน/ด้านล่าง"
IDS_CVL_RPT_US_Stage = "ขั้นตอน"
IDS_CVL_RPT_US_Allow_Conc_Ser = "ความเค้นที่ยอมให้ในคอนกรีต ณ ชุดน้ำหนักบรรทุกสภาวะการใช้งาน"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "ความเค้นหลักที่ยอมให้ในคอนกรีต ณ ระยะก่อสร้าง"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "พิจารณาความเค้นหลักสำหรับหน้าตัด PSC แบบไม่คอมโพสิต แต่ไม่พิจารณาสำหรับหน้าตัด PSC แบบคอมโพสิต"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "ความเค้นหลักที่ยอมให้ในคอนกรีต ณ ชุดน้ำหนักบรรทุกสภาวะการใช้งานที่แรงเฉือนมากที่สุด"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "ความเค้นหลักที่ยอมให้ในคอนกรีต ณ ชุดน้ำหนักบรรทุกสภาวะการใช้งานที่โมเมนต์บิดมากที่สุด"
IDS_CVL_RPT_US_Allow_Tendon = "ความเค้นที่อนุญาตในลวดอัดแรง"
IDS_CVL_RPT_US_Tendon = "ลวดอัดแรง"
IDS_CVL_RPT_US_Crack_Chk = "ตรวจสอบการแตกร้าว"
IDS_CVL_RPT_US_Dgn_Criteria = "เกณฑ์การออกแบบ"
IDS_CVL_RPT_US_Pos_Or_Neg = "บวก/ลบ"
IDS_CVL_RPT_US_Bonded = "ติดแน่น"
IDS_CVL_RPT_US_Unbonded = "ไม่ติดแน่น"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "การออกแบบโมเมนต์ดัดสำหรับหน้าตัด"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "การออกแบบแรงเฉือนสำหรับหน้าตัด"
IDS_CVL_RPT_US_Dgn_Step_1 = "ขั้นตอนการออกแบบ 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "ขั้นตอนการออกแบบ 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "ขั้นตอนการออกแบบ 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "ขั้นตอนการออกแบบ 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "ขั้นตอนการออกแบบ 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "ขั้นตอนการออกแบบ 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "ความเค้นเฉลี่ยในเหล็กอัดแรง"
IDS_CVL_RPT_US_Area_Bond_Stl = "พื้นที่หน้าตัดเหล็กอัดแรงแบบยึดเหนี่ยว"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "ระยะจากไฟเบอร์สุดขอบถึงจุดศูนย์ถ่วงของลวดอัดแรงแบบยึดเหนี่ยว"
IDS_CVL_RPT_US_Area_Unbond_Stl = "พื้นที่หน้าตัดเหล็กอัดแรงแบบไม่ยึดเหนี่ยว"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "ระยะจากไฟเบอร์อัดสุดขอบถึงจุดศูนย์ถ่วงของลวดอัดแรงแบบไม่ยึดเหนี่ยว"
IDS_CVL_RPT_US_Area_Pre_Stl = "พื้นที่ของเหล็กอัดแรง"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "พื้นที่หน้าตัดเหล็กเสริมรับแรงดึงที่ไม่อัดแรง"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "ระยะจากไฟเบอร์อัดสุดขอบถึงจุดศูนย์ถ่วงของเหล็กเสริมรับแรงดึงที่ไม่อัดแรง"
IDS_CVL_RPT_US_Area_Comp_Rein = "พื้นที่ของเหล็กเสริมการบีบอัด"
IDS_CVL_RPT_US_Dist_Comp_Rein = "ระยะจากไฟเบอร์อัดสุดขอบถึงจุดศูนย์ถ่วงของเหล็กเสริมรับแรงอัด"
IDS_CVL_RPT_US_Depth_Comp_Flange = "ความลึกของขอบบีบอัด"
IDS_CVL_RPT_US_Block_Factor = "ปัจจัยบล็อกความเค้น"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "ความยาวของลวดอัดแรงระหว่างจุดยึด"
IDS_CVL_RPT_US_Effect_Pre_Stl = "ความเค้นใช้งานในเหล็กอัดแรงที่หน้าตัดที่พิจารณา"
IDS_CVL_RPT_US_Depth_Stress_Block = "ความลึกของบล็อกความเค้นสมมูล"
IDS_CVL_RPT_US_Flex_Resist_Factor = "แฟกเตอร์กำลังต้านทานโมเมนต์ดัด"
IDS_CVL_RPT_US_Nominal_Flex_Resist = "ความต้านทานการดัดตามมาตรฐาน"
IDS_CVL_RPT_US_Modulus_Rup = "โมดูลัสการแตก"
IDS_CVL_RPT_US_Factored_Moment = "โมเมนต์ที่คำนวณ"
IDS_CVL_RPT_US_Max_or_Min = "สูงสุด/ขั้นต่ำ"
IDS_CVL_RPT_US_Total_Depth_Beam = "ความลึกทั้งหมดของคาน"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "ระยะระหว่างแรงลัพธ์ของแรงดึงและแรงอัดเนื่องจากโมเมนต์ดัด"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "ความลึกใช้งานสำหรับแรงเฉือน ต้องไม่น้อยกว่า 0.9de หรือ 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h หรือระยะจากไฟเบอร์อัดสุดขอบถึงจุดศูนย์ถ่วงของลวดอัดแรง"
IDS_CVL_RPT_US_Factor_Shear_Sect = "แรงเฉือนที่คูณแฟกเตอร์ ณ หน้าตัด"
IDS_CVL_RPT_US_Width_Web = "ความกว้างของเว็บ"
IDS_CVL_RPT_US_Component_Effect_Shear = "องค์ประกอบของแรงอัดแรงที่มีผลในทิศทางแรงเฉือน"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "อัตราส่วนของความเค้นเฉือนที่กระทำ (คูณแฟกเตอร์) ต่อกำลังต้านทานแรงอัดของคอนกรีต"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "พื้นที่หน้าตัดเหล็กเสริมตามขวางขั้นต่ำที่ต้องการ"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "แฟกเตอร์สำหรับคอนกรีตที่แตกร้าวเฉียงในการต้านทานแรงดึง"
IDS_CVL_RPT_US_Max_Factored_Moment = "โมเมนต์ที่คำนวณสูงสุด"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "มอดูลัสยืดหยุ่นของลวดอัดแรงคูณด้วยผลต่างของความเครียดที่ถูกล็อกไว้"
IDS_CVL_RPT_US_Strain_Mid_Depth = "ความเครียดที่กึ่งกลางความลึกของmember "
IDS_CVL_RPT_US_Angle_Comp_Stress = "มุมเอียงของความเค้นอัดแนวทแยง"
IDS_CVL_RPT_US_Angle_Trans_Rein = "มุมเอียงของเหล็กเสริมตามขวางกับแกนตามยาว"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "ความต้านทานแรงเฉือนตามมาตรฐาน"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "ขีดจำกัดบนของกำลังต้านทานแรงเฉือนตามมาตรฐาน"
IDS_CVL_RPT_US_Torsion_Resist = "ความต้านทานโมเมนต์บิด"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "ปัจจัยความต้านทานสำหรับโมเมนต์บิด"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "ความต้านทานโมเมนต์บิดตามมาตรฐาน"
IDS_CVL_RPT_US_Area_Torsion_Stl = "พื้นที่หน้าตัดเหล็กที่ต้องการสำหรับโมเมนต์บิด"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "พื้นที่หน้าตัดเหล็กตามยาวที่ต้องการสำหรับโมเมนต์บิดเพิ่มเติมจากที่ต้องการสำหรับโมเมนต์ดัด"
IDS_CVL_RPT_US_Replace_Shear_Force = "แรงเฉือนที่คูณแฟกเตอร์จะถูกแทนที่ด้วยแรงเฉือนที่มีผลเมื่อจำเป็นต้องพิจารณาโมเมนต์บิด"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "เนื่องจาก fpe น้อยกว่า 0.5 fpu จึงแนะนำให้ใช้วิธี ‘Strain Compatibility’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "ระยะห่างจากเส้นอ้างอิง"
IDS_CVL_RPT_EC_Checking_DesignCode = "รหัสการออกแบบ"
IDS_CVL_RPT_EC_Checking_ElementNo = "หมายเลขเอลิเมนต์"
IDS_CVL_RPT_EC_Checking_PositionInfo = "ข้อมูลตำแหน่ง"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "เงื่อนไขการออกแบบ"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "ตั้งค่าพารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "ความต้านทานโมเมนต์สูงสุด"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "ความต้านทานแรงเฉือน"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "ความต้านทานโมเมนต์บิด"
IDS_CVL_RPT_EC_Title_of_CrackControl = "ความกว้างของรอยแตก"
IDS_CVL_RPT_EC_Title_of_Decompression = "ตรวจสอบการลดความดัน"
IDS_CVL_RPT_EC_Title_of_Fatigue = "ตรวจสอบความเมื่อยล้า"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "ตรวจสอบความเค้นขณะถ่ายแรงและระหว่างการก่อสร้าง"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "ตรวจสอบความเค้นสำหรับชุดน้ำหนักบรรทุกสภาวะการใช้งาน"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "ข้อมูลหน้าตัด"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "ข้อมูลวัสดุ"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "ข้อมูลโปรไฟล์ลวดอัดแรง"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- แฟกเตอร์บางส่วนสำหรับสภาวะจำกัดขั้นสุดท้าย"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- แฟกเตอร์ λ และแฟกเตอร์ η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- แฟกเตอร์ α_cc , α_ct : สัมประสิทธิ์สำหรับผลระยะยาวต่อกำลังรับแรงอัดและกำลังรับแรงดึง"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "สถานการณ์การออกแบบ"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c สำหรับคอนกรีต"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s สำหรับเหล็กเสริม"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s สำหรับเหล็กอัดแรง"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "ถาวรและชั่วคราว"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "อุบัติเหตุ"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "โดยที่ λ, η แต่ละค่ากำหนดความสูงใช้งานของเขตอัด และกำหนดกำลังใช้งาน"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(สำหรับความต้านทานการบีบอัด)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(สำหรับความต้านทานแรงเฉือน)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(สำหรับความต้านทานการดึง)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- ข้อมูลวัสดุคอนกรีต"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- ข้อมูลวัสดุเหล็กเสริม"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "ประเภท"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "ชื่อของลวดอัดแรง"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "ตำแหน่ง\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "พื้นที่\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "ความต้านทาน (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "ความต้านทานการออกแบบ"
IDS_CVL_RPT_EC_Where = "ที่,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- ความต้านทานการออกแบบของคอนกรีต"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- ความต้านทานการออกแบบของเหล็กเสริม"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- ความต้านทานการออกแบบของลวดอัดแรง"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "โดยที่ fcd, fctd คือกำลังรับแรงอัดและกำลังรับแรงดึงเพื่อการออกแบบตามลำดับ"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- ตรวจสอบว่าหน้าตัดแตกร้าวจากการดัดหรือไม่"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(หน้าตัดแตกร้าว)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(หน้าตัดไม่แตกร้าว)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": ความเค้นดึงจากโมเมนต์ดัด"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(ให้แรงดึงเป็นบวก)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": กำลังรับแรงดึงเพื่อการออกแบบของคอนกรีต"
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "อ้างอิง 1.4 ข้อมูลโปรไฟล์ลวดอัดแรง"
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "ตรวจสอบกำลังต้านทานโมเมนต์ M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ โมเมนต์บิดบวก"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ โมเมนต์บิดลบ"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- คำนวณแกนกลาง"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- คำนวณ F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- คำนวณความต้านทานโมเมนต์, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- ตรวจสอบพื้นที่เหล็กเสริมขั้นต่ำ"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  ชื่อชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "แรง (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "โมเมนต์ (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "ชื่อชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "ประเภทชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "การบิดเบี้ยวด้านข้าง"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep คือ"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z คือค่าคงที่ของหน้าตัด"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s คือ"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) สมมติความลึกของแกนเป็นกลาง"
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) คำนวณความเครียดของเหล็กและลวดอัดแรง"
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) คำนวณความเค้นของเหล็กและลวดอัดแรง"
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) คำนวณแรงตามแนวแกนในคอนกรีต เหล็ก และลวดอัดแรง"
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) ตรวจสอบว่าแรงลัพธ์ของหน้าตัดเป็นศูนย์หรือไม่"
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) ทำซ้ำขั้นตอนที่ 1 ถึง 5 จนกว่าแรงลัพธ์จะเป็นศูนย์"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "ลำดับ"
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "ความลึกกลาง\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "แรงอัด ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "แรงดึง ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "อัตราส่วน\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "คอนกรีต"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "เหล็กเสริม"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "ลวดอัดแรง"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x คือความลึกของแกนเป็นกลาง"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "ลำดับ"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "ความเค้นที่มีประสิทธิภาพ\n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  คือระยะจากความลึกของแกนเป็นกลาง x ไปยังคอนกรีต เหล็กเสริม ลวดอัดแรง"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "ข้อมูลหน้าตัด"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "หน้าตัดเทียบเท่า (ลวดอัดแรง, เหล็กเสริม)\n(คานหลัก)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "หน้าตัดเทียบเท่า (หลังการประกอบ)\n(คานหลัก + พื้น)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ คาน"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ พื้น"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- ข้อมูลวัสดุคอนกรีต"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- ข้อมูลวัสดุเหล็กเสริม"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- ตัวประกอบ λ และตัวประกอบ η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "คาน"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "พื้น"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- ความต้านทานการออกแบบของคอนกรีต"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- ความต้านทานการออกแบบของเหล็กเสริม"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- คำนวณ F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, รูป 3.5, รูป 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": แรงอัดสำหรับคานหลัก"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": แรงอัดสำหรับพื้น"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": แรงในเหล็กเสริมอัด"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": แรงดึงในเหล็กเสริม"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": แรงดึงในลวดอัดแรง"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": ความลึกของแกนเป็นกลาง"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": พื้นที่ของบล็อกความเค้นคอนกรีตรูปสี่เหลี่ยมสำหรับส่วนคานหลัก"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": พื้นที่ของบล็อกความเค้นคอนกรีตรูปสี่เหลี่ยมสำหรับส่วนพื้น"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": พื้นที่เหล็กเสริมอัด"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": พื้นที่เหล็กเสริมดึง"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Stress_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : ความเครียดคอนกรีตที่ระดับความลึกของลวดอัดแรงภายใต้สภาวะแตกหัก"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : ความเครียดของลวดอัดแรงภายใต้ความเค้นอัดแรงที่มีประสิทธิผล"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- คำนวณความต้านทานโมเมนต์, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  คือระยะจากแกนเป็นกลางไปยังจุดศูนย์ถ่วงของบล็อกความเค้นในคอนกรีต RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "ตรวจสอบกำลังต้านทานแรงเฉือนของคอนกรีต V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "ตรวจสอบกำลังต้านทานแรงเฉือนของเหล็กเสริมแรงเฉือน V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ แรงเฉือนสูงสุด"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ แรงเฉือนขั้นต่ำ"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- ค่าการออกแบบสำหรับกำลังต้านทานแรงเฉือน V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  ชื่อLoad Combination :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "แรง (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "โมเมนต์ (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "ชื่อชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "ประเภทชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ ไม่จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(ถ้าเป็นการอัด, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- ค่าการออกแบบสำหรับกำลังต้านทานแรงเฉือน V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- ค่าการออกแบบสำหรับกำลังต้านทานแรงเฉือน V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- ตรวจสอบอัตราส่วนของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- ตรวจสอบระยะห่างของเหล็กดัด"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "ข้ามการตรวจสอบกำลังต้านทานแรงเฉือน V_Rd,s  โดยเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α คือมุมระหว่างเหล็กเสริมแรงเฉือนกับแกนคานที่ตั้งฉากกับแรงเฉือน"
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ คือมุมระหว่างค้ำยันอัดของคอนกรีตกับแกนคานที่ตั้งฉากกับแรงเฉือน"
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z คือระยะแขนโมเมนต์ภายใน"
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  คือพื้นที่หน้าตัดของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  คืออัตราส่วนขั้นต่ำของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "(สำหรับ f_ck  ≤ 60MPa)"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "(สำหรับ f_ck  ≥ 60MPa)"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "(สำหรับโครงสร้างที่ไม่อัดแรง)"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( สำหรับ 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( สำหรับ 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( สำหรับ 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "(สำหรับ σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  คือปัจจัยลดกำลังสำหรับคอนกรีตที่แตกร้าวเนื่องจากแรงเฉือน"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  คือสัมประสิทธิ์ที่คำนึงถึงสภาวะความเค้นในคอร์ดอัด"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s คือระยะห่างของเหล็กปลอก"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "แรงเฉือนสูงสุด"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "แรงเฉือนขั้นต่ำ"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "ตรวจสอบกำลังต้านทานแรงเฉือนของคอนกรีต V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "ชื่อชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "ประเภทชุดน้ำหนักบรรทุก :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- ความต้านทานการออกแบบของคอนกรีต"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- ความต้านทานการออกแบบของเหล็กเสริม"
IDS_CVL_RPT_EC_Block_Shear01_girder = "คาน"
IDS_CVL_RPT_EC_Block_Shear01_slab = "พื้น"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- ตรวจสอบว่าหน้าตัดแตกร้าวจากการดัดหรือไม่"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(หน้าตัดแตกร้าว)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(หน้าตัดไม่แตกร้าว)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": ความเค้นดึงจากการดัด"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(ถือว่าแรงดึงเป็นบวก)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": กำลังรับแรงดึงออกแบบของคอนกรีต"
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- ความเค้นรวมที่จุดศูนย์ถ่วงของหน้าตัดประกอบจากแรงกระทำบนคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": ความเค้นที่จุดศูนย์ถ่วงของหน้าตัดประกอบเนื่องจากโมเมนต์ที่กระทำบนคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": ความเค้นที่จุดศูนย์ถ่วงของหน้าตัดประกอบเนื่องจากแรงอัดแรง"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": โมเมนต์ดัดในคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": ระยะสูงถึงจุดศูนย์ถ่วงในคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": ระยะสูงถึงจุดศูนย์ถ่วงในหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": พื้นที่หน้าตัดคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": โมเมนต์ความเฉื่อยในคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_P = ": แรงอัดแรงที่คูณด้วยตัวประกอบหลังหักการสูญเสียทั้งหมด"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": โมเมนต์ของแรงอัดแรง"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- ความเค้นเฉือนในคานหลักเพียงอย่างเดียวที่ระดับความสูงของจุดศูนย์ถ่วงของหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": แรงเฉือนบนคานสำเร็จรูปเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": โมเมนต์อันดับหนึ่งของพื้นที่ที่จุดศูนย์ถ่วงของคานหลักเพียงอย่างเดียว"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": ความกว้างคานหลัก"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- แรงเฉือนเพิ่มเติมที่กระทำบนหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": โมเมนต์อันดับหนึ่งของพื้นที่ที่จุดศูนย์ถ่วงของหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": โมเมนต์ความเฉื่อยในหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- กำลังต้านทานแรงเฉือนรวมของหน้าตัดประกอบ"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(บริเวณที่ไม่แตกร้าวจากการดัด)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ ไม่จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear03_title = "ตรวจสอบความเสริมแรงเฉือนขั้นต่ำ"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- ตรวจสอบอัตราส่วนของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  คืออัตราส่วนขั้นต่ำของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": พื้นที่ของเหล็กเสริมแนวทแยง"
IDS_CVL_RPT_EC_Block_Shear03_space = "- ตรวจสอบระยะห่างของเหล็กดัด"
IDS_CVL_RPT_EC_Block_Shear03_s = "s คือระยะห่างของเหล็กปลอก"
IDS_CVL_RPT_EC_Block_Shear03_d = ": ความลึกใช้งาน"
IDS_CVL_RPT_EC_Block_Shear04_title = "ตรวจสอบแรงดึงเพิ่มเติมในเหล็กเสริมตามยาวเนื่องจากแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": กำลังต้านทานโมเมนต์ดัด"
IDS_CVL_RPT_EC_Block_Shear04_z = ": ระยะแขนโมเมนต์จากการวิเคราะห์กำลังต้านทานการดัดขั้นวิบัติ"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "ตรวจสอบแรงเฉือนที่รอยต่อระหว่างคอนกรีตที่เทต่างเวลากัน"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": แรงอัดของคานหลัก"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": แรงอัดของพื้น"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- ความเค้นเฉือนที่รอยต่อ"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": อัตราส่วนของแรงตามยาวในพื้นที่คอนกรีตใหม่"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  และแรงตามยาวรวมทั้งในเขตอัดหรือเขตดึง"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": แรงเฉือนขวาง"
IDS_CVL_RPT_EC_Block_Shear05_z = ": ระยะแขนโมเมนต์จากการวิเคราะห์กำลังต้านทานโมเมนต์ดัดขั้นวิกฤติ"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": ความกว้างของรอยต่อ"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "ตรวจสอบแรงเฉือนที่รอยต่อระหว่างคอนกรีตที่เทต่างเวลากัน"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": กำหนดแบบอนุรักษ์นิยมให้ใช้ β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "ตรวจสอบแรงเฉือนที่รอยต่อระหว่างคอนกรีตที่เทต่างเวลากัน"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": แรงดึงรวมของคานหลักและพื้น"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": แรงดึงของพื้น"
IDS_CVL_RPT_EC_Block_Shear06_title = "- กำลังต้านทานแรงเฉือนออกแบบที่รอยต่อ"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": กำลังรับแรงดึงออกแบบขั้นต่ำ (fctd) และกำลังรับแรงอัดออกแบบ (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   ของคอนกรีตระหว่างคานหลักและพื้น"
IDS_CVL_RPT_EC_Block_Shear06_c = ": ค่าปัจจัยที่ขึ้นอยู่กับความหยาบของผิวรอยต่อ"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": ค่าปัจจัยที่ขึ้นอยู่กับความหยาบของผิวรอยต่อ"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": น้ำหนักของพื้น"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": พื้นที่รอยต่อ (1m สำหรับความยาวหน่วย)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": พื้นที่เหล็กเสริมที่ตัดผ่านรอยต่อ"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": กำลังของตัวเชื่อมแรงเฉือน"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": มุมของเหล็กเสริมที่ตัดผ่านรอยต่อ"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "ตรวจสอบความต้านทานโมเมนต์บิด"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ โมเมนต์บิดสูงสุด"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  ชื่อ Load Combination :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "แรง (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "โมเมนต์ (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ ส่วนปิด"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ แผ่นบน [ ซ้าย ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ แผ่นบน [ ขวา ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ แผ่นบน"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ แผ่นล่าง [ ซ้าย ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ แผ่นล่าง [ ขวา ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ แผ่นล่าง"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ แผ่นข้างซ้าย"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ แผ่นข้างขวา"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ แผ่นกลาง"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ คำนวณกำลังต้านทานโมเมนต์บิดสูงสุด, T_Rd,max  ของหน้าตัดรวม"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- ตรวจสอบขีดจำกัดการบดอัดสำหรับแรงเฉือนและโมเมนต์บิดร่วมกัน"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- ตรวจสอบเหล็กเสริมตามยาวสำหรับโมเมนต์บิด"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- ตรวจสอบระยะห่างตามยาวของโมเมนต์บิด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(สมมติว่า α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  คือ ความหนากำแพงเชิงประสิทธิผล"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  คือ พื้นที่ที่ล้อมรอบด้วยเส้นกึ่งกลางของกำแพงที่เชื่อมต่อกัน รวมถึงพื้นที่กลวงภายใน"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  คือ เส้นรอบรูปของพื้นที่ A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α คือ มุมเอียงของเหล็กเสริมแรงเฉือนสำหรับโมเมนต์บิดเทียบกับแกนตามยาวของคาน"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ คือ มุมของค้ำยันอัด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  คือ โมเมนต์บิดออกแบบที่กระทำ"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  คือ พื้นที่ที่ล้อมรอบด้วยเส้นกึ่งกลางของกำแพงที่เชื่อมต่อกัน รวมถึงพื้นที่กลวงภายใน"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  คือ ความหนากำแพงเชิงประสิทธิผล"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A คือ พื้นที่รวมของหน้าตัดภายในเส้นรอบรูปด้านนอก รวมถึงพื้นที่กลวงภายใน"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u คือ เส้นรอบรูปด้านนอกของหน้าตัด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  คือ เส้นรอบรูปของพื้นที่ A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ คือ มุมของค้ำยันอัด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  คือ ความหนากำแพงเชิงประสิทธิผล"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u คือ เส้นรอบรูปด้านนอกของหน้าตัด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A คือ พื้นที่รวมของหน้าตัดภายในเส้นรอบรูปด้านนอก รวมถึงพื้นที่กลวงภายใน"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  คือ เส้นรอบรูปด้านนอกของหน้าตัด"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  คือ พื้นที่ที่ล้อมรอบด้วยเส้นกึ่งกลางของกำแพงที่เชื่อมต่อกัน รวมถึงพื้นที่กลวงภายใน"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- ใช้สมการต่อไปนี้เพื่อพิจารณาว่าจำเป็นต้องจัดเหล็กเสริมที่ออกแบบหรือไม่"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  คือ โมเมนต์ดัดแตกร้าวจากโมเมนต์บิด"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  คือ กำลังต้านทานแรงเฉือนออกแบบโดยไม่มีเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- ค่าออกแบบสำหรับโมเมนต์แตกร้าวจากโมเมนต์บิด T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- ค่าออกแบบสำหรับความเค้นแรงเฉือนต่อเอวคาน V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "จำนวนแผ่นกลาง"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( สมมติว่าแรงเฉือนทั้งหมดถูกต้านทานโดยเอวคาน )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- ตรวจสอบว่าจำเป็นต้องจัดเหล็กเสริมที่ออกแบบหรือไม่"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "ต้องมีเหล็กเสริมตามขวาง"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "ไม่จำเป็นต้องมีเหล็กเสริมตามขวาง"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "(สำหรับโครงสร้างที่ไม่อัดแรง)"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( สำหรับ 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( สำหรับ 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( สำหรับ 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "(สำหรับ σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  คือ พื้นที่เหล็กเสริมตามยาวที่จัดให้สำหรับโมเมนต์บิด"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  คือ พื้นที่เหล็กเสริมตามยาวที่ต้องการสำหรับโมเมนต์บิด"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- ตรวจสอบเหล็กเสริมตามขวางสำหรับแรงเฉือน"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  คือ พื้นที่เหล็กเสริมตามขวางสำหรับแรงเฉือน"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  คือ ระยะห่างของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- ตรวจสอบเหล็กเสริมตามขวางสำหรับโมเมนต์บิด"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  คือ พื้นที่เหล็กเสริมตามขวางสำหรับแรงเฉือน"
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "คำนวณความกว้างรอยแตก, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ ด้านบน"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ ด้านล่าง"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- คำนวณความเครียดเฉลี่ยในคอนกรีตและเหล็กเสริม, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- คำนวณระยะห่างรอยร้าวสูงสุด, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- ตรวจสอบความกว้างรอยแตก"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  ชื่อ Load Combination :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "แรง (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "โมเมนต์ (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "ประเภทน้ำหนักบรรทุกสภาวะการใช้งาน :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "ระยะยาว/ระยะสั้น :"
IDS_CVL_RPT_EC_Stress_top_surface = "- ความเค้นที่ผิวด้านบน"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- ความเค้นที่ผิวด้านล่าง"
IDS_CVL_RPT_EC_Stress_surface = "(สำหรับความเค้นอัด จะข้ามการตรวจสอบรอยร้าว)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(สำหรับความเค้นที่น้อยกว่า f_ctd จะข้ามการตรวจสอบรอยร้าว)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(สำหรับความเค้นดึง จำเป็นต้องตรวจสอบรอยร้าว)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ คือ เส้นผ่านศูนย์กลางสมมูลของเหล็กเสริม (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c คือ ระยะคอนกรีตหุ้มถึงเหล็กเสริมตามยาว"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( สำหรับน้ำหนักบรรทุกระยะสั้น )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( สำหรับน้ำหนักบรรทุกระยะยาว )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  คือ ความเค้นในเหล็กเสริมรับแรงดึง โดยสมมติหน้าตัดแตกร้าว"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' คือ พื้นที่ของลวดอัดแรงแบบอัดก่อนหรืออัดภายหลังภายใน A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  คือ พื้นที่เชิงประสิทธิผลของคอนกรีตในเขตดึงที่ล้อมรอบเหล็กเสริมหรือ"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         ลวดอัดแรงที่มีความลึก, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  คือ อัตราส่วนที่ปรับแล้วของกำลังยึดเหนี่ยว โดยคำนึงถึงเส้นผ่านศูนย์กลางที่แตกต่างกันของ"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        เหล็กอัดแรงและเหล็กเสริม"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ คือ อัตราส่วนกำลังยึดเหนี่ยวของเหล็กอัดแรงและเหล็กเสริม"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  คือ เส้นผ่านศูนย์กลางเหล็กเสริมที่มากที่สุดของเหล็กเสริม"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  คือ เส้นผ่านศูนย์กลางสมมูลของลวดอัดแรง"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  คือ ค่าปัจจัยที่ขึ้นอยู่กับระยะเวลาของน้ำหนักบรรทุก"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( สำหรับเหล็กข้ออ้อย )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( สำหรับเหล็กที่มีผิวเรียบอย่างมีประสิทธิผล เช่น ลวดอัดแรง )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( สำหรับการดัด )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( สำหรับแรงดึงล้วน )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  คือ สัมประสิทธิ์ที่คำนึงถึงคุณสมบัติการยึดเหนี่ยวของเหล็กเสริมที่ยึดเหนี่ยวกับคอนกรีต"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  คือ สัมประสิทธิ์ที่คำนึงถึงการกระจายของความเครียด"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "ขีดจำกัดความกว้างรอยแตก, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "ชั้นสภาพแวดล้อม : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "ตรวจสอบพื้นที่เหล็กเสริมขั้นต่ำ, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- ตรวจสอบความเค้นในคอนกรีตภายใต้ชุดน้ำหนักบรรทุกแบบลักษณะเฉพาะ"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "ไม่มีประเภทชุดน้ำหนักบรรทุกแบบลักษณะเฉพาะ (ข้ามการตรวจสอบ A_s,min)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- ตรวจสอบความเค้นในคอนกรีตภายใต้ชุดน้ำหนักบรรทุกแบบลักษณะเฉพาะ"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "ระยะยาว/ระยะสั้น :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  คือความเค้นที่ผิวของคอนกรีตอัดแรง"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "ค่า σ_ct,p  ให้ใช้เป็น f_ct,eff  ตามข้อ 7.3.2 (2)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  คือค่าเฉลี่ยของกำลังรับแรงดึงของคอนกรีตที่มีผล ณ เวลานั้น"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": ไม่จำเป็นต้องมีพื้นที่เหล็กเสริมขั้นต่ำ A_s,min"
IDS_CVL_RPT_EC_Asmin_Check_02 = ": จำเป็นต้องมีพื้นที่เหล็กเสริมขั้นต่ำ A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- คำนวณพื้นที่เหล็กเสริมขั้นต่ำ A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  คือพื้นที่คอนกรีตภายในเขตรับแรงดึง"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  คือค่าสัมบูรณ์ของความเค้นสูงสุดที่อนุญาตในเหล็กเสริม"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     ทันทีหลังจากเกิดรอยร้าว"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  คือค่าเฉลี่ยของกำลังรับแรงดึงของคอนกรีตที่มีผล ณ เวลานั้น"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     เมื่อคาดว่าจะเริ่มเกิดรอยร้าวครั้งแรก"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k คือสัมประสิทธิ์ที่คำนึงถึงผลของความเค้นสมดุลตัวเองที่ไม่สม่ำเสมอ"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     ซึ่งทำให้แรงยึดรั้งลดลง"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  คือสัมประสิทธิ์ที่คำนึงถึงการกระจายความเค้นภายในหน้าตัด"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     ทันทีก่อนเกิดรอยร้าว และการเปลี่ยนแปลงของระยะแขนโมเมนต์"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(ถ้า N_Ed  เป็นแรงอัด, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(ถ้า N_Ed  เป็นแรงอัด)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(ถ้า N_Ed  เป็นแรงดึง)"
IDS_CVL_RPT_EC_Top = "ด้านบน"
IDS_CVL_RPT_EC_Bottom = "ด้านล่าง"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- น้ำหนักบรรทุกการออกแบบ"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "สถานการณ์การออกแบบ :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "ระยะยาว/ระยะสั้น :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- ตรวจสอบความเค้น"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: แรงอัด   + : แรงดึง)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : ชั้นเป็น D หรือ E ให้ละเว้นการตรวจสอบ"
IDS_CVL_RPT_EC_Fati01_title = "- การตรวจสอบความเค้น"
IDS_CVL_RPT_EC_Fati01_ref = "(คู่มือการออกแบบ 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "ความเค้นอัดสูงสุด (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "ความเค้นอัดต่ำสุด (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "วัน"
IDS_CVL_RPT_EC_Fati01_t = " : อายุที่เริ่มกระทำ Live load ครั้งแรก"
IDS_CVL_RPT_EC_Fati01_s = " : สัมประสิทธิ์ที่ขึ้นกับชนิดปูนซีเมนต์"
IDS_CVL_RPT_EC_Fati02_title = "- ตรวจสอบความเค้นเพื่อพิจารณาความจำเป็นของเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_EC_Fati02_LCOM = "ชื่อ Load Combination :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "ประเภท Load Combination :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "แรงเฉือนสูงสุด (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "แรงเฉือนต่ำสุด (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "กำลังต้านทานแรงเฉือนออกแบบ (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) คาน"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) พื้น"
IDS_CVL_RPT_EC_Transfer_Compression = "■ การอัด"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- ชื่อขั้นวิกฤต :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "สำหรับพื้นคอนกรีตเสริมเหล็ก,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "สำหรับส่วนที่มีการอัดแรง,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "ความเค้นที่จำกัด"
IDS_CVL_RPT_EC_Transfer_Compression_post = "สำหรับเอลิเมนต์ที่มีการอัดแรงหลัง,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- ชื่อLoad Combination :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- ประเภทLoad Combination :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "ส่วน"
IDS_CVL_RPT_EC_Table_Posi = "บวก\n/ ลบ"
IDS_CVL_RPT_EC_Table_LCOM = "ชื่อ Lcom"
IDS_CVL_RPT_EC_Table_Situ = "สถานการณ์"
IDS_CVL_RPT_EC_Table_Type = "ประเภท"
IDS_CVL_RPT_EC_Table_Chk = "ตรวจสอบ"
IDS_CVL_RPT_EC_Table_Rat = "อัตราส่วน"
IDS_CVL_RPT_EC_Table_CompTens = "อัด/ดึง"
IDS_CVL_RPT_EC_Table_Stage = "ขั้นตอน"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nชื่อ"
IDS_CVL_RPT_EC_Table_Tnd = "ลวดอัดแรง"
IDS_CVL_RPT_EC_Table_TopBot = "บน/ล่าง"
IDS_CVL_RPT_EC_Table_LCOM_Type = "ประเภท Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "ยาว/สั้น"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "หมายเลขเอลิเมนต์"
IDS_CVL_RPT_EC_Plate_Check_Position = "ข้อมูลตำแหน่ง"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- น้ำหนักบรรทุกออกแบบ"
IDS_CVL_RPT_EC_Plate_LCOM = "ชื่อLoad Combination :"
IDS_CVL_RPT_EC_Plate_Verification = "- การตรวจสอบ"
IDS_CVL_RPT_EC_Plate_Verification2 = "การตรวจสอบ"
IDS_CVL_RPT_EC_when = "เมื่อ"
IDS_CVL_RPT_EC_here = "ที่นี่,"
IDS_CVL_RPT_EC_where = "ที่ไหน,"
IDS_CVL_RPT_EC_for = "สำหรับ"
IDS_CVL_RPT_EC_Num = "Num."
IDS_CVL_RPT_EC_space = "พื้นที่"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "เงื่อนไขการออกแบบ"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "ความต้านทานการดัด"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "ความต้านทานแรงเฉือนแนวดิ่ง"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "ความต้านทานการโก่งเดาะบิดด้านข้าง"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "ความต้านทานแรงตามขวาง"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "ความต้านทานแรงเฉือนตามยาว"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "ความต้านทานความล้า"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "ข้อจำกัดความเค้น"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "แรงเฉือนตามยาวสำหรับ SLS(Serviceability limit state)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "พารามิเตอร์การออกแบบ"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "ข้อมูลหน้าตัด"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "ข้อมูลวัสดุ"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ ปัจจัยบางส่วน"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C สำหรับคอนกรีต"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S สำหรับเหล็กเสริม"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0 สำหรับเหล็กโครงสร้าง"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1 สำหรับเหล็กโครงสร้าง"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V สำหรับลวดหัว"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  สำหรับช่วงความเค้นแบบแอมพลิจูดคงที่เทียบเท่า"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf สำหรับความแข็งแรงเมื่อเกิดความเมื่อยล้า"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  สำหรับกำลังความล้าของสตัดในแรงเฉือน"
IDS_CVL_RPT_EC_partial_factors_title = "ปัจจัยบางส่วน"
IDS_CVL_RPT_EC_partial_factors_Value = "ปัจจัย"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "สำหรับคอนกรีต"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "สำหรับเหล็กเสริม"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "สำหรับเหล็กโครงสร้าง"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "สำหรับเหล็กโครงสร้าง"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "สำหรับลวดหัว"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "สำหรับช่วงความเค้นแบบแอมพลิจูดคงที่เทียบเท่า"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "สำหรับความแข็งแรงเมื่อเกิดความเมื่อยล้า"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "สำหรับกำลังความล้าของสตัดในแรงเฉือน"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■ ขนาดหน้าตัด"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "พื้น"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "คาน"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■ ความแข็งแกร่งของหน้าตัด"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "ก่อน"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "หลัง"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "รอยแตก"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ เหล็กโครงสร้าง"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ คอนกรีต"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ เหล็กเสริม"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "โมเมนต์บวก"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "โมเมนต์ลบ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- ความเค้น"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ น้ำหนักบรรทุกออกแบบ"
IDS_CVL_RPT_EC_Plate_Left = "ซ้าย"
IDS_CVL_RPT_EC_Plate_Right = "ขวา"
IDS_CVL_RPT_EC_Plate_TF = "ฟลานจ์บน"
IDS_CVL_RPT_EC_Plate_BF = "ฟลานจ์ล่าง"
IDS_CVL_RPT_EC_Plate_Web = "เว็บ"
IDS_CVL_RPT_EC_Plate_OF = "ฟลานจ์ที่ยื่นออกมา"
IDS_CVL_RPT_EC_Plate_IP = "ส่วนภายใน"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ การจำแนกประเภทหน้าตัด"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "การจำแนกประเภทหน้าตัด"
IDS_CVL_RPT_EC_Plate_Part = "ส่วน"
IDS_CVL_RPT_EC_Plate_Class = "ประเภท"
IDS_CVL_RPT_EC_Plate_Section = "หน้าตัด"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- โมเมนต์ดัดต้านทานแบบพลาสติก M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "พลาสติก NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "โมเมนต์ต้านทานพลาสติก"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "พลาสติก NA ที่มีประสิทธิภาพ"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(ด้านบนของ PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(ด้านล่างของ PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- โมเมนต์ดัดต้านทานแบบพลาสติก M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- โมเมนต์ดัดต้านทานแบบยืดหยุ่น M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "โมเมนต์ต้านทานยืดหยุ่น"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": ค่าตัวประกอบต่ำสุดที่ทำให้ถึงขีดจำกัดความเค้น"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(คำนวณค่าต่ำสุดระหว่างคานเหล็กและพื้นคอนกรีต)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(คำนวณค่าต่ำสุดระหว่างคานเหล็กและเหล็กเสริมพื้น)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- หน้าตัดที่มีประสิทธิภาพ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "หน้าตัดที่มีประสิทธิภาพ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- โมเมนต์ที่เพิ่มขึ้น"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "โมเมนต์ที่เพิ่มขึ้น"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- ความแข็งแกร่งที่มีประสิทธิภาพสำหรับ N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- ความแข็งแกร่งที่มีประสิทธิภาพสำหรับ M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "ความแข็งแกร่งที่มีประสิทธิภาพสำหรับ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   โมเมนต์ดัดต้านทานแบบพลาสติก M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) เว็บซ้าย"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) เว็บขวา"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ น้ำหนักบรรทุกออกแบบ"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "พลาสติก NA"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  การคำนวณ V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  การคำนวณ V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  การคำนวณ V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "ฟลานจ์บน"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "ฟลานจ์ล่าง"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "เว็บ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ การมีส่วนร่วมจากเว็บ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "การมีส่วนร่วมจากเว็บ"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ การมีส่วนร่วมจากฟลานจ์"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "การมีส่วนร่วมจากฟลานจ์"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ การมีปฏิสัมพันธ์ M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "การมีปฏิสัมพันธ์"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "ความเค้นเฉือน"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ ตรวจสอบความต้านทานเฉือน"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "กำลังต้านทานแรงเฉือนในสภาพพลาสติก"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "กำลังต้านทานการโก่งเดาะจากแรงเฉือน"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "ความยาวที่ปรับปรุงแล้ว"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi ของแผงย่อย"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ λ_w วิกฤต"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "ไม่มีตัวเสริมกำลังตามขวาง"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "กรณีนี้ควรจัดให้มีตัวเสริมกำลังตามขวางที่บริเวณรองรับ"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  คำนวณเช่นเดียวกับ M_pl,Rd  แต่ละเลยส่วนร่วมของเว็บ"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  คำนวณเช่นเดียวกับ M_pl,Rd  แต่ละเลยส่วนร่วมของเว็บ"
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "คำนวณเป็น"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "แต่ละเลยส่วนร่วมของเอวคาน"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "ปัจจัยการลดสำหรับ N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "ปัจจัยการลดสำหรับ N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "ปัจจัยการลดสำหรับ"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(ให้ใช้เป็นค่ามากที่สุดของ (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "ไม่จำเป็นต้องตรวจสอบเกณฑ์ปฏิสัมพันธ์"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "สำหรับหน้าตัดชั้น 1 หรือ 2 ผู้ใช้ควรตรวจสอบปฏิสัมพันธ์ M-V แยกต่างหาก"
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / จำนวนเว็บ"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "จำนวนเว็บ"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- โมเมนต์ต้านทานการโก่งเดาะ M_b,Rd"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "โมเมนต์ต้านทานการบิดเบือน"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- ความต้านทานการโก่งเดาะตามแกน N_b,Rd"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "อัตราส่วนรวม"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- แบบจำลองกรอบ U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- การตรวจสอบสำหรับแรงอัดและการดัดสองแกน"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "การตรวจสอบสำหรับแรงอัดและการดัดสองแกน"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- สัมประสิทธิ์การโก่งเดาะสำหรับประเภทการกระทำของน้ำหนักบรรทุกที่แตกต่างกัน"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "สัมประสิทธิ์การโก่งเดาะสำหรับประเภทการกระทำของน้ำหนักบรรทุกที่แตกต่างกัน"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- สำหรับเอวคานที่ไม่มีตัวเสริมกำลังตามยาว"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- สำหรับเอวคานที่มีตัวเสริมกำลังตามยาว"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- ความยาวที่มีประสิทธิภาพที่โหลด"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "ความยาวที่มีประสิทธิภาพที่โหลด"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- ความต้านทานการออกแบบ"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "ความต้านทานการออกแบบ"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- ความต้านทานแรงเฉือนของคอนเนคเตอร์เดี่ยว"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "ความต้านทานแรงเฉือนของคอนเนคเตอร์เดี่ยว"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- แรงเฉือนตามยาวที่กระทำบนความยาว L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "แรงเฉือนตามยาวที่กระทำบนความยาว"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- การตรวจสอบ, พื้น"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- ช่วงความเค้นเฉือนสำหรับคอนเนคเตอร์"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "ช่วงความเค้นเฉือนสำหรับคอนเนคเตอร์"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍระยะห่างสตัด / จำนวนสตัด"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "ระยะห่างสตัด / จำนวนสตัด"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- ปัจจัยเทียบเท่าความเสียหาย"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "ปัจจัยเทียบเท่าความเสียหาย"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- ช่วงแอมพลิจูดคงที่เทียบเท่าของความเค้นเฉือนที่สัมพันธ์กับ 2 ล้านรอบ"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "ช่วงแอมพลิจูดคงที่เทียบเท่าของความเค้นเฉือนที่สัมพันธ์กับ 2 ล้านรอบ"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "ชื่อชุดน้ำหนักบรรทุกแบบลักษณะเฉพาะ :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "ชื่อชุดน้ำหนักบรรทุกแบบกึ่งถาวร :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- ในเหล็กโครงสร้าง"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(ไฟเบอร์ด้านบน-ขวาในปีกคาน)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(แกนเป็นกลางในเอวคาน)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- ในคอนกรีตของพื้น"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "ในคอนกรีตของพื้น"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- ในเหล็กเสริม"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "ในเหล็กเสริม"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "เหล็กเสริมอยู่ภายใต้แรงอัด ไม่จำเป็นต้องตรวจสอบ"
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "ผิวสัมผัสถูกทำให้หยาบ (0.25 นิ้ว)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "ผิวสัมผัสถูกทำให้หยาบ"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "ผิวสัมผัสไม่ได้ทำให้หยาบ"
